Repository: lehieusharky/icommeet
Catalog: ImomeetVisionOS/ImomeetVisionOS/Cores/LanguageManager/Localizable/*.lproj/Localizable.strings
Languages: ja, ko, vi

# id_allow_selected_participants_screenshare
source: Allow selected participants to share screen
ja: 選択した参加者に画面の共有を許可する
ko: 선택한 참가자가 화면을 공유하도록 허용
vi: Cho phép người được chọn để chia sẻ màn hình

# id_only_chairman_record
source: Only allow chairman/co-chairman to record
ja: 議長/共同議長のみに記録を許可する
ko: 의장/공동 의장만 녹음할 수 있도록 허용
vi: Chỉ cho phép chủ toạ hoặc đồng chủ toạ ghi hình

# id_allow_all_participants_record
source: Allow all participants to record
ja: すべての参加者に記録を許可する
ko: 모든 참가자가 녹화하도록 허용
vi: Cho phép người được chọn để ghi hình

# id_allow_selected_participants_record
source: Allow selected participants to record
ja: 選択した参加者の録画を許可する
ko: 선택한 참가자가 녹화하도록 허용

# id_show_infor_selected_screenshare
source: Please go to the member list to perform permission operations on a single member
ja: メンバー リストに移動して、1 人のメンバーに対して許可操作を実行してください
ko: 단일 회원에 대한 권한 작업을 수행하려면 회원 목록으로 이동하십시오.
vi: Vui lòng vào danh sách thành viên để thực hiện việc cấp phép cho một thành viên

# id_none
source: None
ja: なし
ko: 없음
vi: Không

# id_allow_screen_sharing
source: Allow screen share
ja: 画面共有を許可
ko: 화면 공유 허용
vi: Cho phép chia sẻ màn hình

# id_deny_screen_sharing
source: Deny screen share
ja: 画面共有を拒否
ko: 화면 공유 거부
vi: Từ chối chia sẻ màn hình

# id_allow_recording
source: Allow recording
ja: 録音を許可
ko: 녹음 허용
vi: Cho phép ghi hình

# id_deny_recording
source: Deny recording
ja: 録音を拒否
ko: 녹음 거부
vi: Từ chối ghi hình

# id_input_wrong_codec_quantizize_params
source: Input wrong value , please input again
ja: 間違った値を入力してください。もう一度入力してください
ko: 잘못된 값을 입력하십시오. 다시 입력하십시오.
vi: Nhập sai giá trị, vui lòng nhập lại

# id_watermark_setting_message
source: Watermark setting on normal photos in Messages
ja: メッセージ内の通常の写真の透かし設定
ko: 메시지에서 일반 사진에 워터마크 설정
vi: Cài đặt hình mờ trong hình ảnh tin nhắn

# id_watermark_setting_hdphoto
source: Watermark setting on HQ photos
ja: HQ 写真の透かし設定
ko: HQ 사진에 워터마크 설정
vi: Cài đặt hình mờ trong ảnh chất lượng cao

# id_picture_recording
source: Pictures & Recordings
ja: 写真と録音
ko: 사진 및 녹음
vi: Hình ảnh và thu âm

# id_can_not_createjoin_chat
source: Can not create or join chat
ja: チャットを作成または参加できません
ko: 채팅을 생성하거나 참여할 수 없습니다.
vi: Không thể tạo hoặc tham gia vào nhóm chat

# id_recording
source: Recording ...
ja: 録音中 ...
ko: 녹음 중...
vi: Ghi âm ...

# id_disallowed_view_inspection
source: You are disallowed to view inspection, please contact system administrator
ja: 検査の閲覧が許可されていません。システム管理者に連絡してください
ko: 검사를 볼 수 없습니다. 시스템 관리자에게 문의하십시오.
vi: Bạn không được phép truy cập vào kiểm duyệt, vui lòng liên hệ quản trị viên

# id_get_meeting_failed
source: We did not receive the meeting information. Please try again later!
ja: ミーティング情報を受け取りませんでした。後でもう一度試してください!
ko: 회의 정보를 받지 못했습니다. 나중에 다시 시도하십시오!
vi: Chúng tôi không nhận được thông tin cuộc họp. Vui lòng thử lại sau!

# id_change_email_failed
source: Failed to change email, cannot connect to the server!
ja: メールの変更に失敗しました。サーバーに接続できません!
ko: 이메일 변경 실패, 서버에 연결할 수 없습니다!
vi: Thay đổi thư điện tử lỗi, không thể kết nối máy chủ!

# id_change_name_failed
source: Failed to change user name, cannot connect to the server!
ja: ユーザー名の変更に失敗しました。サーバーに接続できません!
ko: 사용자 이름 변경 실패, 서버에 연결할 수 없습니다!
vi: Thay đổi tên người dùng lỗi, không thể kết nối máy chủ!

# id_change_phonenumber_failed
source: Failed to change phone number, cannot connect to the server!
ja: 電話番号の変更に失敗しました。サーバーに接続できません!
ko: 전화번호 변경 실패, 서버에 연결할 수 없습니다!
vi: Thay đổi số điện thoại người dùng lỗi, không thể kết nối máy chủ!

# id_no_screen_share_when_having_screen_share
source: The participant is sharing desktop, please try later
ja: 参加者がデスクトップを共有しています。後で試してください
ko: 참가자가 데스크탑을 공유하고 있습니다. 나중에 시도하십시오.
vi: Đang trong chia sẽ màn hình, vui lòng thử lại sau

# id_no_screen_share_when_remoting
source: The participant is controlling in the meeting, please try later
ja: 参加者がミーティングを制御しています。後で試してください
ko: 참가자가 회의를 제어하고 있습니다. 나중에 시도하십시오.
vi: Người tham gia đang kiểm soát cuộc họp, vui lòng thử lại sau

# id_request_timeout
source: Request timeout, no response from receiver.
ja: リクエストのタイムアウト、受信者からの応答がありません。
ko: 요청 시간이 초과되었습니다. 수신자로부터 응답이 없습니다.
vi: Hết thời gian yêu cầu, không nhận được phản hồi từ người nhận.

source: Normal
ja: ノーマル
ko: 정상
vi: Bình thường

# id_not_support_action_when_user_recording
source: You are recording a video, please stop recording before taking this action
ja: ビデオを録画しています。この操作を行う前に録画を停止してください
ko: 비디오를 녹화하고 있습니다. 이 작업을 수행하기 전에 녹화를 중지하십시오.
vi: Bạn đang trong chế độ thu hình, vui lòng ngưng chế độ thu hình trước khi thực hiện hành động này

# id_retake
source: Retake
ja: リテイク
ko: 재수강
vi: Làm lại

# id_use_video
source: Use Video
ja: ビデオを使用
ko: 동영상 사용
vi: Sử dụng ghi hình

source: Enable
ja: 有効にする
ko: 활성화
vi: Cho phép

source: Disable
ja: 無効にする
ko: 비활성화
vi: Vô hiệu

# id_message_low_bandwidth
source: Your bandwidth is low, we're going to stopping half video stream
ja: 帯域幅が不足しています。ビデオ ストリームの半分を停止します
ko: 대역폭이 낮습니다. 비디오 스트림의 절반을 중지하겠습니다.
vi: Băng thông của bạn thấp, chúng tôi sẽ dừng một nửa luồng video

# id_message_high_bandwidth
source: Your bandwidth is hight, we're going to showing full video stream
ja: 帯域幅が高いため、フル ビデオ ストリームを表示します
ko: 대역폭이 높습니다. 전체 비디오 스트림을 보여드리겠습니다.
vi: Băng thông của bạn ổn định, chúng tôi sẽ hiện lại video

# id_external_camera
source: External camera
ja: 外部カメラ
ko: 외부 카메라
vi: Hình ảnh ngoài

# id_add_second_camera
source: Add external camera
ja: 外部カメラを追加
ko: 외부 카메라 추가
vi: Thêm hình ảnh ngoài

# id_remove_second_camera
source: Remove external camera
ja: 外部カメラを削除
ko: 외부 카메라 제거
vi: Xoá hình ảnh ngoài

# id_notify_cannot_start_external_camera
source: You added an IP camera in the meeting, please remove it before going to the settings page
ja: ミーティングに IP カメラを追加しました。設定ページに移動する前に削除してください
ko: 회의에서 IP 카메라를 추가했습니다. 설정 페이지로 이동하기 전에 제거하십시오.
vi: Bạn đã thêm một camera IP trong cuộc họp, vui lòng xóa nó trước khi chuyển đến trang cài đặt

# id_ar_searching
source: Searching..., Please move your phone around
ja: 検索中...、携帯電話を動かしてください
ko: 검색 중..., 휴대전화를 움직여 주세요
vi: Đang tìm kiếm ..., Vui lòng di chuyển điện thoại của bạn xung quanh

# id_ar_ready
source: AR Ready
ja: AR準備完了
ko: AR 준비
vi: AR đã sẵn sàng

source: Bitrate Multiplier
ja: ビットレート乗数
ko: 비트레이트 승수

# id_error_draw_arrow_ar
source: An error occurred when you drew arrow into AR, please try later!
ja: AR に矢印を描いたときにエラーが発生しました。後で試してください!
ko: AR에 화살표를 그리는 중에 오류가 발생했습니다. 나중에 시도하십시오!
vi: Đã xảy ra lỗi khi bạn vẽ mũi tên vào AR, vui lòng thử lại sau!

# id_error_draw_text_ar
source: An error occurred when you drew text into AR, please try later!
ja: テキストを AR に描画したときにエラーが発生しました。後で試してください!
ko: AR에 텍스트를 그릴 때 오류가 발생했습니다. 나중에 시도하십시오!
vi: Đã xảy ra lỗi khi bạn vẽ văn bản vào AR, vui lòng thử lại sau!

# id_error_draw_straightline_ar
source: An error occurred when you drew straight line into AR, please try later!
ja: AR に直線を描画したときにエラーが発生しました。後で試してください!
ko: AR에 직선을 그리는 중에 오류가 발생했습니다. 나중에 시도하십시오!
vi: Đã xảy ra lỗi khi bạn vẽ đường thẳng vào AR, vui lòng thử lại sau!

# id_error_draw_pencilline_ar
source: An error occurred when you drew pencil line into AR, please try later!
ja: AR に鉛筆の線を描いたときにエラーが発生しました。後で試してください!
ko: AR에 연필 선을 그리는 중에 오류가 발생했습니다. 나중에 시도하십시오!
vi: Đã xảy ra lỗi khi bạn vẽ đường bút chì vào AR, vui lòng thử lại sau!

# id_error_draw_torus_ar
source: An error occurred when you drew ellipse into AR, please try later!
ja: AR に楕円を描画したときにエラーが発生しました。後で試してください!
ko: AR에 타원을 그릴 때 오류가 발생했습니다. 나중에 시도하십시오!
vi: Đã xảy ra lỗi khi bạn vẽ đường ellipse vào AR, vui lòng thử lại sau!

# id_support_arkit
source: Support ARKit
ja: ARKit をサポート
ko: ARKit 지원
vi: Hỗ trợ ARKit

# id_error_create_anchor
source: An error occurred while getting the position of items in your augmented reality session
ja: 拡張現実セッションでアイテムの位置を取得中にエラーが発生しました
ko: 증강 현실 세션에서 항목의 위치를 가져오는 동안 오류가 발생했습니다.
vi: Đã xảy ra lỗi khi nhận vị trí của các mục trong phiên thực tế tăng cường của bạn

# id_turn_on_camera
source: Turn on camera upon entry
ja: 入場時にカメラをオンにする
ko: 입장 시 카메라 켜기
vi: Mở máy ảnh

# id_turn_on_micro
source: Turn on microphone upon entry
ja: 入室時にマイクをオンにする
ko: 입장 시 마이크 켜기
vi: Mở micro

# id_adjust_video
source: Adjust Video
ja: ビデオを調整
ko: 비디오 조정
vi: Điều chỉnh video

# id_frame_rate
source: Frame rate
ja: フレームレート
ko: 프레임 속도
vi: Số khung hình

# id_bitrate
source: Bitrate
ja: ビットレート
ko: 비트레이트

# id_cannot_start_arkit_victim
source: AR can not start on victim side
ja: 被害者側で AR を開始できません
ko: 피해자 측에서 AR을 시작할 수 없습니다.
vi: AR không thể bắt đầu từ phía xa

# id_translate
source: Translate
ja: 翻訳
ko: 번역
vi: Dịch

# id_cannot_start_arkit_codec
source: ARKit doesn't support current codec
ja: ARKit は現在のコーデックをサポートしていません
ko: ARKit은 현재 코덱을 지원하지 않습니다.
vi: ARKit không hỗ trợ codec hiện tại

# id_download
source: Download
ja: ダウンロード
ko: 다운로드
vi: Tải

# id_offline_view
source: Offline View
ja: オフライン ビュー
ko: 오프라인 보기
vi: Xem ngoại tuyến

# id_calendar
source: Calendar
ja: カレンダー
ko: 달력
vi: Lịch

# id_building
source: Building
ja: 建物
ko: 건물
vi: Toà nhà

# id_operator
source: Operator
ja: オペレーター
ko: 연산자
vi: Nhà điều hành

# id_equipment
source: Equipment
ja: 機器
ko: 장비
vi: Thiết bị

# id_Demo
source: Demo
ja: デモ
ko: 데모
vi: Thực hành

# inspection
source: Inspections
ja: 検査
ko: 검사
vi: Kiểm tra

# tabbar_inspection
source: Inspections
ja: 検査
ko: 검사
vi: Kiểm tra

# id_all
source: (All)
ja: (すべて)
ko: (모두)
vi: (Tất cả)

# id_auto_translate
source: Auto translate for all conversation
ja: すべての会話の自動翻訳
ko: 모든 대화에 대한 자동 번역
vi: Tự động dịch

# id_watermark_meeting
source: Watermark
ja: ウォーターマーク
ko: 워터마크
vi: Mặt lạ

# id_countdown
source: Countdown
ja: カウントダウン:
ko: 카운트다운:
vi: Đếm ngược(s):

# id_toast_countdown
source: The camera will automatically take a picture after %@ seconds, please move the camera to the scene to get a clear image
ja: カメラは %@ 秒後に自動的に写真を撮ります。鮮明な画像を取得するには、カメラをシーンに移動してください
ko: 카메라가 %@초 후에 자동으로 사진을 찍습니다. 선명한 이미지를 얻으려면 카메라를 장면으로 이동하십시오.
vi: Máy ảnh sẽ tự động chụp ảnh sau %@ giây, vui lòng di chuyển máy ảnh đến khung hình để có hình ảnh rõ nét

# id_cancel_taking
source: Cancel taking
ja: 撮影をキャンセル
ko: 수령 취소
vi: Huỷ chụp

# id_watermark_preview
source: Watermark preview
ja: 透かしのプレビュー
ko: 워터마크 미리보기
vi: Xem trước hình mờ

# id_watermark_style
source: Watermark style
ja: 透かしのスタイル
ko: 워터마크 스타일
vi: Kiểu hình mờ

# id_main_video_use_second_stream
source: Open IP camera as second video
ja: IP カメラを 2 番目のビデオとして開く
ko: 두 번째 비디오로 IP 카메라 열기
vi: Mở Ip camera như là video thứ 2

# id_device
source: Device
ja: デバイス
ko: 장치
vi: Thiết bị

# id_ip_camera
source: IP Camera
ja: IP カメラ
ko: IP 카메라
vi: Máy ảnh IP

# id_waiting_room
source: Waiting room
ja: 待合室
ko: 대기실
vi: Bật phòng chờ

# id_joining
source: Joining ...
ja: 参加しています...
ko: 가입 중...
vi: Đang vào ...

# id_move_to_waiting_room
source: Move to waiting room
ja: 待合室に移動
ko: 대기실로 이동
vi: di chuyển đến phòng chờ

# id_title_remove_waiting_room
source: Remove Waiting Attendee
ja: 待機中の出席者を削除
ko: 대기 중인 참석자 제거
vi: Xóa người tham dự đang chờ

# id_sub_remove_waiting_room
source: Are you sure you want to remove %@ from the waiting room
ja: 待合室から %@ を削除してもよろしいですか?
ko: 대기실에서 %@을(를) 제거하시겠습니까?
vi: Bạn có chắc chắn muốn xóa %@ khỏi phòng chờ không

# id_dont_allow_join_meeting_again
source: Do not allow the user to join the meeting again
ja: ユーザーが再度ミーティングに参加することを許可しない
ko: 사용자가 회의에 다시 참여하는 것을 허용하지 않음
vi: Không cho phép người dùng này tham gia cuộc họp

# id_remove
source: Remove
ja: 削除
ko: 제거
vi: Xoá

# id_attendee_waiting
source: %@ attendee(s) waiting
ja: %@ 出席者が待機中
ko: %@ 참석자 대기 중
vi: %@ người tham dự(s) đang đợi

# id_dont_remind
source: Don't remind me again
ja: 今後通知しない
ko: 다시 알리지 않음
vi: Không nhắc lại

# id_view_details
source: View details
ja: 詳細を表示
ko: 세부정보 보기
vi: Xem chi tiết

# id_everyone
source: Everyone
ja: 全員
ko: 모두
vi: Mọi người

# id_To
source: To
ko: 받는 사람
vi: Tới

# id_private
source: Private
ja: プライベート
ko: 비공개
vi: Riêng tư

# id_chat_mute
source: Mute all participants
ja: すべての参加者をミュート
ko: 모든 참가자 음소거
vi: cấm trò chuyện

# id_all_chats_allowed
source: All chats allowed
ja: すべてのチャットが許可されました
ko: 모든 채팅 허용
vi: Tất cả cuộc trò chuyện được phép

# id_group_chats_only
source: Group Chats only
ja: グループ チャットのみ
ko: 그룹 채팅만
vi: Chỉ trò chuyện nhóm

# id_chats_with_host_only
source: Chats with host only
ja: ホストのみとチャット
ko: 호스트와만 채팅
vi: Chỉ trò chuyện với chủ toạ

# id_chat_permission_meeting
source: Chat permisions in the meeting
ja: ミーティングでのチャット権限
ko: 회의에서 채팅 권한
vi: Quyền trò chuyện trong cuộc họp

# id_locked_group_chat
source: Group chat is locked!
ja: グループ チャットはロックされています!
ko: 그룹 채팅이 잠겨 있습니다!
vi: Trò chuyện đã bị khoá

# ic_chat
source: Chat
ja: チャット
ko: 채팅
vi: Nhắn tin

# id_join_options
source: Join options
ja: 結合オプション
ko: 가입 옵션
vi: Lựa chọn tham gia cuộc họp

# id_meeting_waiting_text
source: Please wait. The host will let you into the meeting soon
ja: お待ちください。主催者がすぐにミーティングに参加させてくれます
ko: 잠시만 기다려 주십시오. 호스트가 곧 회의에 입장할 수 있게 해드릴 것입니다.
vi: Chủ toạ sẽ cho bạn tham gia cuộc họp sớm. Vui lòng đợi

# id_meeting_topic
source: Meeting topic
ja: 会議の議題
ko: 회의 주제
vi: Chủ đề cuộc họp

# id_display_name
source: Display name
ja: 表示名
ko: 표시 이름
vi: Hiển thị tên

# id_leave
source: Leave
ja: 退出
ko: 떠나다
vi: Thoát

# id_enable_waiting_room
source: Waiting room already enabled
ja: 待合室は既に有効になっています
ko: 대기실이 이미 활성화됨
vi: Đã bật chế độ chờ

# id_disable_waiting_room
source: Waiting room already disabled
ja: 待合室は既に無効になっています
ko: 대기실이 이미 비활성화됨
vi: Đã tắt chế độ chờ

# id_meeting_no_group_chairman
source: The Meeting wasn't attended by any group chairman
ja: ミーティングにはグループ チェアマンが出席しませんでした
ko: 회의에 그룹 의장이 참석하지 않았습니다.
vi: Cuộc họp vẫn chưa có chủ toạ nào tham gia

# id_waiting
source: Waiting
ja: 待機中
ko: 대기 중
vi: Đang đợi

# id_everyone_waiting
source: Everyone waiting
ja: 全員待機中
ko: 모두 대기 중
vi: Mọi người đang chờ

# id_meeting_in_progress
source: Meeting in progress
ja: 会議が進行中
ko: 회의 진행 중
vi: Đang trong cuộc họp

# id_admit
source: Admit
ja: 認める
ko: 인정
vi: Thừa nhận

# id_all_admins
source: All admins
ja: すべての管理者
ko: 모든 관리자
vi: Tất cả chủ toạ

# id_laser_on
source: Laser on
ja: レーザー オン
ko: 레이저 켜짐
vi: Laser bật

# id_laser_off
source: Laser off
ja: レーザーオフ
ko: 레이저 꺼짐
vi: Laser tắt

# id_video_setting2
source: Video setting
ja: ビデオ設定
ko: 비디오 설정
vi: Cài đặt hình ảnh

# id_audio_attendees_setting
source: Attendees microphone on when joining meeting
ja: 会議に参加するときに出席者のマイクがオンになっている
ko: 회의에 참여할 때 참석자 마이크 켜기
vi: Người tham dự bật âm thanh khi tham gia cuộc họp

# id_host
source: Host
ja: ホスト
ko: 호스트
vi: Chủ toạ

# id_attendees
source: Attendees
ja: 出席者
ko: 참석자
vi: Người tham gia

# id_notice_send_message
source: You recently received a private message. Are you sure you want to send this message to all attendees?
ja: 最近プライベート メッセージを受信しました。このメッセージをすべての出席者に送信してもよろしいですか?
ko: 최근에 개인 메시지를 받았습니다. 이 메시지를 모든 참석자에게 보내시겠습니까?
vi: Bạn đã nhận được một tin nhắn riêng. Bạn có muốn gửi tin nhắn này đến tất cả mọi người trong nhóm không ?

# id_record_offline_start
source: Start cloud recording
ja: サーバー上で会議の記録を開始します
ko: 서버에서 회의 녹화 시작
vi: Bắt đầu ghi lại cuộc họp trên máy chủ

# id_record_offline_stop
source: Stop cloud recording
ja: サーバーでの会議の記録を停止します
ko: 서버에서 회의 녹화 중지
vi: Dừng ghi lại cuộc họp trên máy chủ

# id_more_setting
source: More settings
ja: その他の設定
ko: 추가 설정
vi: Nhiều cài đặt hơn

# id_depend_local_video_setting
source: Depend on local setting of participant side if video on
ja: ビデオがオンの場合は参加者側のローカル設定に依存します
ko: 비디오가 켜져 있는 경우 참가자 측의 로컬 설정에 따라 다름
vi: Phụ thuộc vào cài đặt cục bộ của phía người tham gia nếu bật video

# id_depend_local_micro_setting
source: Depend on local setting of participant side if microphone on
ja: マイクがオンの場合は参加者側のローカル設定に依存します
ko: 마이크가 켜진 경우 참가자 측의 로컬 설정에 따라 다름
vi: Phụ thuộc vào cài đặt cục bộ của phía người tham gia nếu bật micrô

# id_video_host
source: Chairman video on when starting
ja: 開始時にビデオをホストします。
ko: 시작할 때 비디오 호스트 켜기
vi: Lưu trữ video khi bắt đầu

# id_video_attendees
source: Turn participant video on when joining a meeting
ja: 会議に参加するときに参加者のビデオをオンにする
ko: 회의에 참여할 때 참가자 비디오 켜기
vi: Bật video người tham gia khi tham gia cuộc họp

# id_chat_permission_waiting_room
source: Chat permissions in the waiting room
ja: 待合室でのチャット権限
ko: 대기실 채팅 권한
vi: Quyền trò chuyện trong phòng chờ

# id_allow_chat_with_host
source: Allow attendees in waiting room to chat with host
ja: 待機室にいる参加者がホストとチャットできるようにします
ko: 대기실에 있는 참석자가 호스트와 채팅하도록 허용
vi: Cho phép người tham dự trong phòng chờ trò chuyện với chủ nhà

# id_waiting_room_chat_not_enable
source: Waiting room chat is not enabled
ja: 待合室のチャットは有効になっていません
ko: 대기실 채팅이 활성화되지 않았습니다.
vi: Trò chuyện trong phòng chờ chưa được bật

# id_chinese_simplifted
source: Chinese (Simpliftied)
ja: 中国語 (簡体字)
ko: 중국어(간체)

# id_language_traditional
source: Chinese (Traditional)
ko: 중국어(번체)

# id_system_language
source: System Language
ko: 시스템 언어
vi: Ngôn ngữ hệ thống

# id_valid_h323_info
source: E.164/Alias can not all be empty
ja: E.164/エイリアスをすべて空にすることはできません
ko: E.164/Alias는 모두 비워둘 수 없습니다.

# id_can_not_create_meeting_with_polycom
source: You can not create meeting with non-%@ contact
ja: ポリコム メンバーとのミーティングを作成できません。
ko: %@ 연락처가 아닌 경우 회의를 생성할 수 없습니다.
vi: You can not create meeting with Polycom members.

# id_send_an_image
source: send to you an image
ja: 画像を送信します
ko: 이미지 보내기
vi: gửi tới bạn một hình ảnh

# id_send_a_video
source: send to you a video
ja: ビデオを送信します
ko: 동영상 보내기
vi: gửi tới bạn một video

# id_send_a_location
source: send to you a location
ja: 位置情報を送信します
ko: 당신에게 위치 보내기
vi: gửi tới bạn một địa điểm

# id_send_a_record
source: send to you a record
ja: レコードを送信します
ko: 기록 보내기
vi: gửi tới bạn một bản thu âm

# id_send_a_file
source: send to you a file
ja: ファイルを送信します
ko: 파일 보내기
vi: gửi tới bạn một tập tin

# id_add_non_contact
source: Add non-%@ contact
ko: 비%@ 연락처 추가
vi: Thêm không phải %@ liên lạc

# id_add_contact2
source: Add %@ contact
ja: %@ 連絡先を追加
ko: %@ 연락처 추가

# id_ipaddress
source: IP Address
ja: IP アドレス
ko: IP 주소

# id_H323_Alias
source: H.323 Alias
ja: H.323 エイリアス
ko: H.323 별칭

# id_sign_in_unsuccessfully_5_time
source: You signed in unsuccessfully after 5 times, please wait %d %@ and try again
ja: 5 回ログインしても失敗しました。%d %@ 待ってからもう一度お試しください。
ko: 5번 후에 로그인에 실패했습니다. %d %@을(를) 기다린 후 다시 시도하십시오.
vi: Bạn đã đăng nhập không thành công sau 5 lần, vui lòng đợi %d %@ và thử lại

# my_camera_name
source: My camera
ja: 私のカメラ
vi: Máy ảnh của tôi

source: Compression
ja: 圧縮
vi: Nén

# Codec Quantizize Params
source: Codec Quantize Params
ja: コーデック量子化パラメータ

# id_record_meeting_dev
source: Cloud Recording
ja: 会議を記録する
vi: Ghi lại cuộc họp

# meeting_id
source: ID
vi: Mã

# id_vcard
source: [VCard]
vi: [Danh thiếp]

# id_language
source: Language
vi: Ngôn ngữ

# id_message_meeting_terminate_when_leave
source: Meeting will be terminated once you leave this conference, and all participants will be dismissed. Are you sure you want to leave?
vi: Bạn muốn rời khỏi cuộc họp này? Các thành viên khác sẽ không thể tiếp tục nếu bạn kết thúc cuộc họp.

# id_message_already_spotlight
source: Can not pin video when the chairman already spotlight video
vi: Không thể chọn hình ảnh khác khi chủ phòng đang chiếu hình ảnh nổi bật

# id_my_work
source: My work
vi: Công việc

# id_invalid_countdown
source: Coundown timer is invalid
vi: Thời gian đếm ngược không thoả mãn điều kiện
