Repository: lehieusharky/icommeet
Catalog: ImomeetVisionOS/ImomeetVisionOS/Cores/LanguageManager/Localizable/*.lproj/Localizable.strings
Languages: ja, ko, vi

# received_revoke_expert
source: You aren't expert anymore!
ja: あなたはもうエキスパートではありません!
ko: 당신은 더 이상 전문가가 아닙니다!
vi: Bạn đã bị thu hồi quyền hướng dẫn

# id_check_and_update
source: Check for update
ja: 更新を確認
ko: 업데이트를 확인
vi: Kiểm tra để cập nhật

# id_invited_meeting
source: You are invited to a meeting (%@)
ja: ミーティングに招待されました (%@)
ko: 당신은 회의에 초대되었습니다(%@)
vi: Bạn được mời vào cuộc họp mới (%@)

# id_missed_call
source: A missed call from
ja: 不在着信
ko: 에서 부재중 전화
vi: Một cuộc gọi bị bỏ lỡ từ

# id_audio_quality
source: Audio Quality
ja: オーディオ品質
ko: 오디오 품질
vi: Chất lượng âm thanh

# id_mode_dev
source: Mode
ja: モード
ko: 방법
vi: Chế độ

# id_native_log_level
source: Native log level
ja: ネイティブ ログ レベル
ko: 네이티브 로그 수준
vi: Mức ghi chú

# id_normal_user
source: Normal user
ja: 一般ユーザー
ko: 일반 사용자
vi: Người dùng

# id_QA_Tester
source: QA/Tester
ko: QA/테스터
vi: Người kiểm thử

# id_Developer
source: Developer
ja: 開発者
ko: 개발자
vi: Nhà phát triển

# id_choose_a_folder
source: Choose a folder
ja: フォルダを選択
ko: 폴더 선택
vi: Chọn một thư mục

# id_upload_log_success
source: Upload the log files successfully
ja: ログ ファイルを正常にアップロード
ko: 로그 파일을 성공적으로 업로드했습니다.
vi: Gửi nhật ký cho nhà phát triển thành công.

# id_gallery_view
source: Gallery view
ja: ギャラリー ビュー
ko: 갤러리 보기
vi: Thư viện

# id_speaker_view
source: Speaker view
ja: スピーカー ビュー
ko: 스피커 보기
vi: Hình ảnh lớn

# id_accpetCall
source: Accept call automatically
ja: 通話を自動的に受け入れる
ko: 자동으로 전화 받기
vi: Tự động nhận cuộc gọi đến

# id_accpetJoinMeeting
source: Join meeting automatically
ja: ミーティングに自動的に参加
ko: 자동으로 회의 참가
vi: Tự động vào hội nghị

# id_display_video_resolution
source: Display video resolution
ja: ビデオ解像度の表示
ko: 비디오 해상도 표시
vi: Hiển thị kích thước video

# id_confirm_capture_HQ_photo
source: Confirm before capturing HQ photo
ja: HQ 写真をキャプチャする前に確認
ko: 본사 사진 촬영 전 확인
vi: Xác nhận trước khi chụp ảnh chất lượng cao

# id_conference
source: Conference
ja: 会議
ko: 회의
vi: Hội nghị

# id_multi_conference
source: Multi-Points Conference
ja: マルチポイント会議
ko: 멀티 포인트 컨퍼런스
vi: Hội nghị lớn

# id_logging_engine
source: Logging Engine
ja: ロギング エンジン
ko: 로깅 엔진
vi: Bộ ghi lỗi

# id_allowed
source: Allowed
ja: 許可
ko: 허용된
vi: Được phép

# id_unallowed
source: Unallowed
ja: 許可されていません
ko: 허용되지 않음
vi: Không được phép

# id_call_other_user
source: Call other user
ja: 他のユーザーに電話をかける
ko: 다른 사용자에게 전화 걸기
vi: Gọi cho người dùng khác

# id_view_inspection_items
source: View inspection items
ja: 検査項目を表示
ko: 검사 항목 보기
vi: Xem các mục kiểm tra

# id_maximum_video_resolution
source: Maximum video resolution
ja: 最大ビデオ解像度
ko: 최대 비디오 해상도
vi: Độ phân giải video tối đa

# id_user_rights
source: User rights
ja: ユーザー権限
ko: 사용자 권한
vi: Quyền sử dụng

# id_confirm_mic_camera
source: Confirm when chairman requests to open your microphone/camera
ja: 議長がマイク/カメラを開くよう要求したときに確認する
ko: 의장이 마이크/카메라를 열어달라고 요청할 때 확인
vi: Xác nhận khi chủ tọa yêu cầu mở micrô / máy ảnh của bạn

# disable_adjust_camera_size_by_members
source: Don't adjust camera size by number of participants
ja: 参加者の数によってカメラのサイズを調整しないでください
ko: 참가자 수에 따라 카메라 크기를 조정하지 마십시오
vi: Không điều chỉnh kích thước hình ảnh cuộc họp bởi số lượng người tham dự

# id_text_splash_loading
source: Starting application, wait a moment ...
ja: アプリケーションを開始しています。しばらくお待ちください...
ko: 응용 프로그램을 시작하는 중입니다. 잠시만 기다리십시오...
vi: Đang khởi động ứng dụng, vui lòng chờ ...

# id_scan_qrcode
source: Scan QR
ja: QR コードをスキャン
ko: QR 코드 스캔
vi: Quét QR code

# id_connect_account
source: Connect account
ja: アカウントを接続
ko: 계정 연결
vi: Kết nối tài khoản

# id_other_options
source: Other options
ja: その他のオプション
ko: 다른 옵션
vi: Lựa chọn khác

# id_reinvited
source: The server finish to process the invitation, please wait for the peer to join
ja: サーバーは招待の処理を終了しました。ピアが参加するまでお待ちください
ko: 서버가 초대 처리를 마쳤습니다. 피어가 참여할 때까지 기다리십시오.
vi: Máy chủ đã hoàn tất xử lý yêu cầu, vui lòng đợi bên nhận tham gia

# id_leave_meeting
source: Leave meeting
ja: 会議から退出
ko: 회의 나가기
vi: Rời ngay

# id_leave_and_exit
source: End meeting
ja: ミーティングの終了
ko: 회의 종료
vi: Rời và chấm dứt

# id_contact
source: Contacts
ja: 連絡先
ko: 콘택트 렌즈
vi: Liên hệ

source: Enable adaptive bitrate
ja: アダプティブ ビットレートを有効にする
ko: 적응 비트 전송률 사용
vi: Bật Adaptive bitrate

source: Enable quality scaler
ja: 品質スケーラーを有効にする
ko: 품질 스케일러 사용
vi: Bật quality scaler

# id_notify_network_not_good
source: Your network condition isn't good, we stopped sending video out.
ja: ネットワークの状態が良くないため、ビデオの送信を停止しました。
ko: 네트워크 상태가 좋지 않아 비디오 전송을 중단했습니다.
vi: Kết nối mạng của bạn là không tốt, chúng tôi sẽ thể gửi dữ liệu đi được.

# id_received_location_empty
source: Remote side can't get current location
ja: リモート側が現在地を取得できません
ko: 원격 측에서 현재 위치를 가져올 수 없습니다
vi: Bên nhận không thể lấy được vị trí hiện tại.

# id_connecting_chat_server
source: Connecting to server, please wait!
ja: サーバーに接続しています。お待ちください!
ko: 서버에 연결 중입니다. 잠시만 기다려 주십시오!
vi: Kết nối với máy chủ. Xin vui lòng chờ ...

# id_new_meeting_invited
source: You are invited to a meeting %@
ja: ミーティング %@ に招待されました
ko: %@ 회의에 초대받았습니다.
vi: Bạn nhận được lời mời tham gia cuộc họp. %@

# id_add_friend
source: is added into friend group
ja: 友達グループに追加されました
ko: 친구 그룹에 추가되었습니다
vi: Thêm vào danh sách bạn bè.

# id_send_log
source: Send log to developers
ja: ログを開発者に送信
ko: 개발자에게 로그 보내기
vi: Gửi nhật ký cho nhà phát triển

# id_enable_frame
source: Enable Frame
ja: フレームを有効にする
ko: 프레임 활성화
vi: Kích hoạt khung

# meeting_control_camera_on_notice
source: Chairman opened your camera
ja: 議長がカメラを開きました
ko: 회장님이 카메라를 열어주셨어요
vi: Máy ảnh của bạn được bật bởi chủ phòng!

source: Join meeting
ja: ミーティングに参加
ko: 회의 참가
vi: Tham gia cuộc họp

# id_password
source: Password
ja: パスワード
ko: 비밀번호
vi: Mật khẩu

# ask_capture_photo
source: %@ asked you to capture a high quality photo.
ja: %@ は高品質の写真をキャプチャするように依頼しました。
ko: %@에서 고화질 사진을 찍으라고 요청했습니다.
vi: %@ yêu cầu bạn chụp một bức ảnh chất lượng cao.

# notify_sent_request_capture_photo
source: We already sent the request to the peer, please wait the peer send the high quality photo
ja: リクエストをピアに送信済みです。ピアが高品質の写真を送信するのをお待ちください
ko: 우리는 이미 피어에게 요청을 보냈습니다. 피어가 고화질 사진을 보낼 때까지 기다리십시오.
vi: Chúng tôi đã gửi yêu cầu đến đồng nghiệp, vui lòng đợi đồng nghiệp gửi ảnh chất lượng cao

# capture_photo
source: Screenshot
ja: スクリーンショット
ko: 스크린샷
vi: Chụp ảnh

# capture_HQ_photo
source: Capture photo
ja: 写真をキャプチャ
ko: 사진 캡처
vi: Chụp ảnh chất lượng cao

# chairman_revoke_confirm_message
source: %@ is controlling %@ in the meeting. Do you want to revoke his control?
ja: %@ はミーティングで %@ をコントロールしています。彼のコントロールを取り消しますか?
ko: %@이(가) 회의에서 %@을(를) 제어하고 있습니다. 그의 제어를 취소하시겠습니까?
vi: %@ đang điều khiển %@ trong cuộc họp. Bạn có muốn thu hồi và đình chỉ quyền điều khiển của anh ấy?

source: revoke target not remoting message
ja: ターゲットがリモートではないというメッセージを取り消す
ko: 원격 메시지가 아닌 대상 취소
vi: %@ đã thu hồi quyền điều khiển của bạn!

source: revoke target remoting freeze message
ja: ターゲット リモーティング フリーズ メッセージを取り消す
ko: 대상 원격 동결 메시지 취소
vi: %@ đã thu hồi quyền điều khiển của bạn, tiến trình của bạn buộc phải dừng lại! Tập tin hình ảnh điều khiển của bạn sẽ được gửi trong màn hình chat

source: revoke target remoting message
ja: ターゲットのリモート メッセージを取り消す
ko: 대상 원격 메시지 취소
vi: %@ đã thu hồi quyền điều khiển của bạn, tiến trình của bạn buộc phải dừng lại!

# disable_draw_lms
source: You are not allowed to draw at this feature
ja: この地物の描画は許可されていません
ko: 이 기능에서 그릴 수 없습니다
vi: Bạn không được phép vẽ tại tính năng này!

# allow_any_user_join_this_meeting
source: Meeting is unlocked! Any user join this meeting
ja: ミーティングのロックが解除されました! すべてのユーザーがこのミーティングに参加します
ko: 회의가 잠금 해제되었습니다! 모든 사용자가 이 회의에 참여합니다.
vi: Bây giờ bạn cho phép bất kỳ người dùng nào tham gia cuộc họp này

# only_allow_invited_member
source: Meeting is locked! Only invited member can join this meeting
ja: ミーティングはロックされています! 招待されたメンバーのみがこのミーティングに参加できます
ko: 회의가 잠겼습니다! 초대된 구성원만 이 회의에 참가할 수 있습니다.
vi: Bây giờ bạn chỉ cho phép thành viên được mời tham gia cuộc họp này

source: Save meeting display mode
ja: ミーティング表示モードを保存
ko: 회의 표시 모드 저장
vi: Lưu kiểu cuộc họp

# current_meeting_mode
source: Current mode: %1$@
ja: 現在のモード: %1$@
ko: 현재 모드: %1$@
vi: Kiểu cuộc họp hiện tại: %1$@

# Unable_to_retrieve_image_from_video
source: No video data!
ja: 動画データがありません!
ko: 비디오 데이터가 없습니다!
vi: Không thể lấy hình ảnh của người dùng đang hiển thị

# can_not_make_call_with_yourself
source: You can not make call or start chat with yourseft!
ja: 自分で電話をかけたり、チャットを開始したりすることはできません!
ko: 자신과 전화를 걸거나 채팅을 시작할 수 없습니다!
vi: Bạn không thể gọi điện hoặc nhắn tin với chính bản thân bạn

# unsupported_remote_guidance
source: Remote-guidance feature is unsupported on %1$@, please join meeting using Xpert System application
ja: リモート ガイダンス機能は %1$@ でサポートされていません。Xpert システム アプリケーションを使用してミーティングに参加してください
ko: 원격 안내 기능은 %1$@에서 지원되지 않습니다. Xpert 시스템 응용 프로그램을 사용하여 회의에 참여하십시오.
vi: Chức năng hướng dẫn từ xa không được hỗ trợ trên %1$@, Xin vui lòng xử dụng ứng dụng hướng dẫn từ xa.

# failed_sip_connection
source: We lost connection to the server, please login again or try later.
ja: サーバーへの接続が失われました。もう一度ログインするか、後で試してください。
ko: 서버 연결이 끊겼습니다. 다시 로그인하거나 나중에 시도하십시오.
vi: Ứng dụng mất kết nối đến máy chủ, vui lòng thử lại sau.

# string_app_incompatiable_meeting
source: Your app is incompatible with the meeting configuration, please contact the system administrator.
ja: あなたのアプリはミーティング構成と互換性がありません。システム管理者に連絡してください。
ko: 앱이 회의 구성과 호환되지 않습니다. 시스템 관리자에게 문의하십시오.
vi: Ứng dụng của bạn không tương thích với cấu hình cuộc họp, vui lòng liên hệ với quản trị viên hệ thống.

# id_share
source: Share
ja: 共有
ko: 공유하다
vi: Chia sẻ

source: Invitation URL
ja: 招待 URL
ko: 초대 URL
vi: Lời mời truy cập

source: Re-invite
ja: 再招待
ko: 재초대
vi: Mời lại

# confirm_new_password
source: Retype new password
ja: 新しいパスワードを再入力してください
ko: 새 비밀번호를 다시 입력하세요
vi: Nhập lại mật khẩu

# your_account_logged_in_device_and_time
source: Your account was used on %1$@ at %2$@. If that is not your device, you can protect account by changing your password.
ja: あなたのアカウントは %1$@ の %2$@ で使用されました。それがあなたのデバイスでない場合は、パスワードを変更してアカウントを保護できます。
ko: 귀하의 계정은 %2$@의 %1$@에서 사용되었습니다. 귀하의 기기가 아닌 경우 비밀번호를 변경하여 계정을 보호할 수 있습니다.
vi: Tài khoản của bạn đã được sử dụng trên %1$@ lúc %2$@. Nếu đó không phải là thiết bị của bạn, xin vui lòng thay đổi mật khẩu.

# failed_connect_server
source: We lost connection to the server, please check your network settings or contact the system administrator.
ja: サーバーへの接続が失われました。ネットワーク設定を確認するか、システム管理者に連絡してください。
ko: 서버 연결이 끊어졌습니다. 네트워크 설정을 확인하거나 시스템 관리자에게 문의하십시오.
vi: Không thể kết nối tới máy chủ! Vui lòng kiểm tra máy chủ hoặc thiết lập mạng.

# text_no_network
source: No network connectivity, please check your connection
ja: ネットワーク接続がありません。接続を確認してください
ko: 네트워크 연결이 없습니다. 연결을 확인하십시오.
vi: Không thể truy cập mạng, vui lòng kiểm tra lại

# timeout_reconnect_media
source: Transport error during the meeting and fail to join again automatically, please try to join later
ja: ミーティング中にトランスポート エラーが発生し、自動的に再参加できませんでした。後で参加してみてください
ko: 회의 중 전송 오류가 발생하여 자동으로 다시 참여하지 못했습니다. 나중에 다시 참여해 주세요.
vi: Lỗi vận chuyển dữ liệu trong cuộc họp và không thể tham gia lại tự động, vui lòng thử tham gia sau

# momeet_mcc
source: You have a meeting invitation. Click on this notice to view the details!
ja: ミーティングへの招待があります。この通知をクリックして詳細を表示してください!
ko: 회의 초대장이 있습니다. 세부 정보를 보려면 이 알림을 클릭하세요!
vi: Bạn có một cuộc họp. Nhấn vào thông báo này để xem chi tiết!

# momeet_call
source: You have a call from %@!
ja: %@ から電話があります!
ko: %@에서 전화가 왔습니다!
vi: Bạn có một cuộc gọi từ %@!

# text_login_fail
source: Login fail
ja: ログイン失敗
ko: 로그인 실패
vi: Đăng nhập thất bại

# %@_%@_text_close_drawing_on_image
source: %@ want to start %@ feature! You need to close photo editor
ja: %@ が %@ 機能を開始したい! 写真エディタを閉じる必要があります
ko: %@이(가) %@ 기능을 시작하려고 합니다! 사진 편집기를 닫아야 합니다.
vi: %@ muốn bắt đầu %@ tính năng! Bạn cần phải đóng màn hình vẽ hiện tại.

# MSG_501
source: Remote side does not support this feature!
ja: リモート側はこの機能をサポートしていません!
ko: 원격 측은 이 기능을 지원하지 않습니다!
vi: Bên nhận không hỗ trợ tính năng này!

# MSG_502
source: Device only has one camera!
ja: デバイスにはカメラが 1 つしかありません!
ko: 장치에 카메라가 하나만 있습니다!
vi: Bên nhận không thể thay đổi máy ảnh vì chỉ có duy nhất 1 máy ảnh hoặc gặp lỗi khi thay đổi máy ảnh!

# MSG_503
source: Remote side is unable to get current location because of client restriction (No GPS, cannot connect to google service after timeout etc.)
ja: クライアントの制限により、リモート側が現在地を取得できません (GPS がない、タイムアウト後に Google サービスに接続できないなど)
ko: 클라이언트 제한(GPS 없음, 시간 초과 후 Google 서비스에 연결할 수 없음 등)으로 인해 원격 측에서 현재 위치를 가져올 수 없습니다.
vi: Bên nhận không thể lấy vị trí hiện thời được!

# MSG_504
source: Camera does not support flashlight!
ja: カメラは懐中電灯をサポートしていません!
ko: 카메라가 손전등을 지원하지 않습니다!
vi: Máy ảnh không hỗ trợ đèn chớp!

# MSG_505
source: Camera does not support zoom!
ja: カメラはズームをサポートしていません!
ko: 카메라가 줌을 지원하지 않습니다!
vi: Máy ảnh không hỗ trợ khả năng phóng to/nhỏ!

# MSG_506
source: Camera does not support manual focus adjustment!
ja: カメラは手動フォーカス調整をサポートしていません!
ko: 카메라가 수동 초점 조정을 지원하지 않습니다!
vi: Máy ảnh không hỗ trợ khả năng lấy nét!

# MSG_513
source: Remote site does not support location services!
ja: リモート サイトは位置情報サービスをサポートしていません!
ko: 원격 사이트는 위치 서비스를 지원하지 않습니다!
vi: Bên nhận không hỗ trợ tính năng lấy vị trí

# MSG_530
source: Remote device does not have permission to open photo viewer
ja: リモート デバイスにはフォト ビューアーを開く権限がありません
ko: 원격 장치에 사진 뷰어를 열 수 있는 권한이 없습니다
vi: Thiết bị từ xa không có quyền mở trình xem ảnh!

# MSG_408
source: Request timeout, no response from remote side!
ja: リクエストのタイムアウト、リモート側からの応答がありません!
ko: 요청 시간 초과, 원격 측에서 응답 없음!
vi: Gửi yêu cầu thất bại, thử lại sau!

# MSG_1
source: Action completed
ja: アクションが完了しました
ko: 작업 완료
vi: Yêu cầu đã hoàn tất!

# MSG_0
source: Action failed
ja: アクションが失敗しました
ko: 작업 실패
vi: Yêu cầu thất bại vì có một lỗi xảy ra!

# MSG_401
source: Remote site rejected this command or MCU rejected this request
ja: リモート サイトがこのコマンドを拒否したか、MCU がこの要求を拒否しました
ko: 원격 사이트에서 이 명령을 거부했거나 MCU가 이 요청을 거부했습니다.
vi: Bên nhận không hỗ trợ yêu cần này hoặc máy chủ đã huỷ bỏ yêu cầu

# MSG_515
source: denied to capture high quality photo
ja: 高品質の写真の撮影を拒否
ko: 고화질 사진 캡처 거부
vi: từ chối chụp ảnh chất lượng cao

# ERROR_6020
source: Unavailable MCU server, please contact the system administrator.
ja: MCU サーバーを利用できません。システム管理者に連絡してください。
ko: 사용할 수 없는 MCU 서버, 시스템 관리자에게 문의하십시오.
vi: Không tồn tại máy chủ MCU, xin vui lòng liên hệ với quản trị viên

# ERROR_110
source: Number of co-chaiman reachs limitation!
ja: 副議長の数が制限に達しました!
ko: 공동 회장의 수가 한계에 도달했습니다!
vi: Bạn không thế gán quyền quản trị. Số lượng đồng quản trị đã đạt giới hạn.

# meeting_status_cancelled
source: Cancelled
ja: キャンセル済み
ko: 취소 된
vi: Bị huỷ bỏ

# text_location
source: Location
ja: 場所
ko: 위치
vi: Địa điểm

source: Audio call
ja: 音声通話
ko: 음성 통화
vi: Gọi thoại

source: Video call
ja: ビデオ通話
ko: 영상 통화
vi: Gọi video

# close_options
source: Close
ja: 閉じる
ko: 닫다
vi: Đóng

# text_reconnect_meeting
source: Oop! Your conference got disconnected because of network condition. We are trying to recover your conference soon ...
ja: おっと! ネットワークの状態が原因で、会議が切断されました。すぐに会議を回復しようとしています ...
ko: 앗! 네트워크 상태 때문에 회의 연결이 끊어졌습니다. 곧 회의를 복구하려고 합니다...
vi: Rất tiếc! Hội nghị của bạn bị ngắt kết nối vì tình trạng mạng. Chúng tôi đang cố gắng khôi phục hội nghị của bạn sớm ...

# id_into_group
source: into group
ja: グループに
ko: 그룹으로
vi: vào nhóm

# always_unmute_microphone
source: Always Unmute
ja: 常にミュート解除
ko: 항상 음소거 해제
vi: Luôn luôn bật âm thanh

# always_open_camera
source: Always Open
ja: 常に開いている
ko: 항상 열려
vi: Luôn luôn mở máy ảnh

source: Unmute Microphone
ja: マイクのミュートを解除
ko: 마이크 음소거 해제
vi: Bật âm thanh

source: Chairman has asked you to unmute microphone
ja: 議長からマイクのミュートを解除するよう依頼されました
ko: 회장이 마이크 음소거 해제를 요청했습니다
vi: Chủ phòng hỏi bạn mở âm thanh

# notify_request_participant_unmute_microphone
source: We have sent notification to request user to open microphone
ja: ユーザーにマイクを開くように要求する通知を送信しました
ko: 사용자에게 마이크를 열도록 요청하는 알림을 보냈습니다.
vi: Chúng tôi đã gửi thông báo để yêu cầu người dùng mở âm thanh

source: Open Camera
ja: カメラを開く
ko: 오픈 카메라
vi: Mở máy ảnh

source: Chairman has asked you to open camera
ja: 議長からカメラを開くように依頼されました
ko: 회장님이 카메라를 열어달라고 하셨습니다
vi: Chủ phòng hỏi bạn mở máy ảnh

source: Send Request
ja: リクエストの送信
ko: 요청 보내기
vi: Gửi yêu cầu

# notify_request_participant_open_camera
source: We have sent notification to request user to open camera
ja: ユーザーにカメラを開くように要求する通知を送信しました
ko: 사용자에게 카메라를 열도록 요청하는 알림을 보냈습니다.
vi: Chúng tôi đã gửi thông báo để yêu cầu người dùng mở máy ảnh

# user_camera_is_closed
source: User camera is closed, you can't control it now
ja: ユーザーのカメラが閉じているため、現在制御できません
ko: 사용자 카메라가 닫혀 있습니다. 지금은 제어할 수 없습니다.
vi: Hình ảnh của người dùng đã bị đóng, bạn không thể điều khiển người này bây giờ.

source: You are muted by the chairman
ja: 議長によってミュートされています
ko: 당신은 회장에 의해 음소거되었습니다
vi: Âm thanh của bạn bị tắt bởi chủ phòng!

# chairman_has_stopped_your_video
source: The chairman has stopped your video
ja: 議長があなたのビデオを停止しました
ko: 회장이 비디오를 중지했습니다
vi: Máy ảnh của bạn bị tắt bởi chủ phòng!

# disallowed_send_audio_video_into_meeting
source: You are disallowed to send audio and video, you can raise hand to apply it
ja: オーディオとビデオの送信が許可されていません。手を挙げて適用できます
ko: 오디오 및 비디오를 보낼 수 없습니다. 손을 들어 적용할 수 있습니다.
vi: Bạn không được phép gửi âm thanh và hình ảnh, bạn có thể giơ tay để áp dụng nó

source: raised hand!
ja: 挙手!
ko: 손 들어!
vi: Giơ tay!

# turn_on_all_camera
source: Open all cameras
ja: すべてのカメラを開く
ko: 모든 카메라 열기
vi: Mở tất cả máy ảnh

# turn_on_all_micro
source: UnMute all microphones
ja: すべてのマイクのミュートを解除
ko: 모든 마이크 음소거 해제
vi: Bật tất cả âm thanh

# id_content
source: Content
ja: コンテンツ
ko: 콘텐츠
vi: Nội dung

source: lower your hand
ja: 手を下げる
ko: 손 내려
vi: hạ tay xuống

# turn_off_all_micro
source: Mute all microphones
ja: すべてのマイクをミュート
ko: 모든 마이크 음소거
vi: Tắt tất cả âm thanh

# turn_off_all_camera
source: Close all cameras
ja: すべてのカメラを閉じる
ko: 모든 카메라 닫기
vi: Đóng tất cả máy ảnh

# lower_all_hand
source: Lower all hands
ja: すべての手を下げる
ko: 모두 손 내려
vi: Hạ tất cả tay xống

source: Lock group chat
ja: グループチャットをロック
ko: 그룹 채팅 잠금
vi: Khoá nhóm nhắn tin

# open_group_chat
source: Unlock group chat
ja: グループチャットのロックを解除
ko: 그룹 채팅 잠금 해제
vi: Mở nhóm nhắn tin

source: RAISE HAND
ja: レイズ ハンド
ko: 손 들어
vi: GIƠ TAY

source: LOWER HAND
ko: 낮은 손
vi: BỎ TAY

# id_unban
source: UNBAN
ja: 解禁
ko: 운반
vi: BỎ CHẶN

# raise_hand_for_video
source: You are disallowed to send video, you can raise hand to apply it
ja: ビデオの送信は許可されていません。手を挙げて適用できます
ko: 동영상을 보낼 수 없습니다. 손을 들어 적용할 수 있습니다.
vi: Bạn không được phép gửi hình ảnh, bạn có thể giơ tay để áp dụng nó

# raise_hand_for_audio
source: You are disallowed to send audio, you can raise hand to apply it
ja: オーディオの送信は許可されていません。手を挙げて適用できます
ko: 오디오를 보낼 수 없습니다. 손을 들어 적용할 수 있습니다.
vi: Bạn không được phép gửi âm thanh, bạn có thể giơ tay để áp dụng nó

# create_group_when_create_meeting_summary
source: (*) Save participants in a group, next times you can start your meeting quickly from your groups. Leave empty to ignore.
ja: (*) 参加者をグループに保存すると、次回は自分のグループからすぐにミーティングを開始できます。無視するには空のままにしてください。
ko: (*) 참가자를 그룹에 저장하면 다음에 그룹에서 빠르게 회의를 시작할 수 있습니다. 무시하려면 비워 두십시오.
vi: Lưu nhóm này, bạn sẽ tạo cuộc họp nhanh hơn từ danh sách nhóm

# at_time_of_creation
source: Now
ja: 現在
ko: 지금
vi: Bây giờ

# title_meeting_type
source: Type
ja: タイプ
ko: 유형
vi: Thể loại

source: Hide non-video participant
ja: 非ビデオ参加者を非表示
ko: 비디오가 아닌 참가자 숨기기
vi: Ẩn người dùng không có hình ảnh

source: Can not re-connect to call
ja: 通話に再接続できません
ko: 통화에 다시 연결할 수 없습니다
vi: Không thể kết nối lại cuộc gọi

# string_meeting_not_allowed
source: You are not allowed to join into this meeting, please contact meeting chairman!
ja: あなたはこの会議に参加できません。会議の議長に連絡してください!
ko: 당신은 이 회의에 참가할 수 없습니다. 회의 의장에게 연락하십시오!
vi: Bạn không được phép tham gia cuộc họp này, vui lòng liên hệ với chủ tịch cuộc họp!

# string_user_banned
source: You are banned by chairman!
ja: あなたは議長によって禁止されています!
ko: 당신은 회장에 의해 금지!
vi: Bạn bị chủ tịch cấm!

# string_no_meeting_room
source: Meeting room is unavailable
ja: ミーティングは終了しました
ko: 회의가 종료되었습니다
vi: Cuộc họp của bạn đã kết thúc

# choose_camera_title
source: Target Cameras
ja: ターゲット カメラ
ko: 대상 카메라
vi: Danh Sách Máy Ảnh

# choose_camera_subtitle
source: Please choose one of the following
ja: 次のいずれかを選択してください
ko: 다음 중 하나를 선택하십시오
vi: Chọn máy ảnh bạn muốn điều khiển

# password_meeting_verify_title
source: Password meeting verify
ja: パスワード会議の確認
ko: 비밀번호 회의 확인
vi: Xác thực mật khẩu

# password_meeting_verify_message
source: Please enter password for join
ja: 参加するためのパスワードを入力してください
ko: 가입하려면 비밀번호를 입력하세요
vi: Hãy nhập mật khẩu của cuộc họp

# join_exists_meeting_title
source: JOIN MEETING
ja: ミーティングに参加
ko: 회의 참여
vi: Tham Gia Cuộc Họp

# create_new_meeting_title
source: CREATE MEETING
ja: ミーティングの作成
ko: 회의 만들기
vi: Tạo Cuộc Họp Mới

# meeting_id_hint
source: Meeting Id
ja: ミーティング ID
ko: 미팅 아이디
vi: Mã cuộc họp

# password_meeting_hint
source: Password (optional)
ja: パスワード (オプション)
ko: 비밀번호(선택사항)
vi: Mật khẩu (nếu có)

# check_meeting_title
source: Checking
ja: 確認中
ko: 확인 중
vi: Đang xử lý

# meeting_id_input_invalid_message
source: Please enter your meeting identity
ja: ミーティング ID を入力してください
ko: 회의 ID를 입력하십시오
vi: Vui lòng nhập mã cuộc họp

# create_meeting_invitation_message
source: %1$@ invites you join into a %2$@ meeting. Topic: %3$@ Time: %4$@ Durarion: %5$@ Meeting ID: %6$@ Password: %7$@ Join %2$@ meeting at %8$@/%9$@/meeting.php?meeting_id=%6$@&ctx=%10$@&v=%11$@
ja: %1$@ があなたを %2$@ ミーティングに招待しています。 トピック: %3$@ 時間: %4$@ デュラリオン: %5$@ ミーティング ID: %6$ @ パスワード: %7$@ %2$@ ミーティングに参加 %8$@/%9$@/meeting.php?meeting_id=%6$@&ctx=%10$@&v=%11$@
ko: %1$@님이 귀하를 %2$@ 회의에 초대했습니다. 주제: %3$@ 시간: %4$@ 시간: %5$@ 회의 ID: %6$@ 비밀번호: %7$@ %8$@/%9$@/meeting.php?meeting_id=%6$@&ctx=%10$@&v=%11$@에서 %2$@ 회의에 참여하세요.
vi: %1$@ mời bạn tham gia cuộc họp trên ứng dụng %2$@. Chủ đề: %3$@ Thời gian: %4$@ Khoảng thời gian: %5$@ Mã cuộc họp: %6$@ Mật khẩu: %7$@ Tham gia cuộc họp trên ứng dụng %2$@ tại %8$@/%9$@/meeting.php?meeting_id=%6$@&ctx=%10$@&v=%11$@

# clipboard_meeting_info
source: Create meeting invitation
ja: 会議の招待状を作成
ko: 회의 초대장 만들기
vi: Tạo lời mời cuộc họp

# meeting_invitation_copied
source: The meeting invitation has been copied to clipboard.
ja: 会議の招待状がクリップボードにコピーされました。
ko: 회의 초대가 클립보드에 복사되었습니다.
vi: Lời mời cuộc họp đã được tạo và lưu vào bộ nhớ đệm

source: The call is terminating
ja: 通話は終了しています
ko: 통화를 종료합니다
vi: Cuộc gọi đang chấm dứt

# string_call_terminated_by_chairman
source: Meeting is exited by chairman
ja: 会議は議長によって退出されました
ko: 의장이 회의를 종료합니다
vi: Cuộc họp được kết thúc bởi chủ phòng

# string_app_incompatiable
source: Your app is incompatible with our system, please update to new version or contact administrator.
ja: あなたのアプリは当社のシステムと互換性がありません。新しいバージョンに更新するか、管理者に連絡してください。
ko: 귀하의 앱은 우리 시스템과 호환되지 않습니다. 새 버전으로 업데이트하거나 관리자에게 문의하십시오.
vi: Ứng dụng của bạn không tương thích với hệ thống của chúng tôi, vui lòng cập nhật lên phiên bản mới hoặc liên hệ với quản trị viên.

# string_call_mcu_offline
source: MCU server is offline
ja: MCU サーバーがオフラインです
ko: MCU 서버가 오프라인입니다
vi: Máy chủ MCU đang ngoại tuyến

# string_meeting_not_started_yet
source: Your meeting hasn't started yet!
ja: ミーティングはまだ開始されていません!
ko: 회의가 아직 시작되지 않았습니다!
vi: Cuộc họp của bạn chưa bắt đầu!

# string_call_terminated_%d
source: Terminated (%d)
ja: 終了しました (%d)
ko: 종료됨(%d)
vi: Kết thúc (%d)

# meeting_password_invalid_message
source: Meeting is secured by password! Please enter password and try again.
ja: ミーティングはパスワードで保護されています! パスワードを入力して、もう一度やり直してください。
ko: 회의는 비밀번호로 보호됩니다! 비밀번호를 입력하고 다시 시도하십시오.
vi: Cuộc họp đã được bảo mật. Vui lòng nhập mật khẩu để tham gia.

# server_title
source: Servers
ja: サーバー
ko: 서버
vi: Máy chủ

# screen_share_pause
source: Screen share is paused
ja: 画面共有は一時停止されています
ko: 화면 공유가 일시 중지되었습니다.
vi: Chia sẻ màn hình bị tạm dừng

# clear_option_title
source: Clear Option
ja: オプションをクリア
ko: 옵션 지우기
vi: Tuỳ chọn Xoá

# clear_all_action
source: All
ja: すべて
ko: 모두
vi: Tất cả

# clear_others_action
source: Others
ja: その他
ko: 기타
vi: Của người khác
