Repository: lehieusharky/icommeet
Catalog: ImomeetVisionOS/ImomeetVisionOS/Cores/LanguageManager/Localizable/*.lproj/Localizable.strings
Languages: ja, ko, vi

# id_message_remote_connection_unstable
source: Remote connection is unstable, kindly wait for the reconnection to be completed.
ja: リモート接続が不安定です。再接続が完了するまでお待ちください。
ko: 원격 연결이 불안정합니다. 재연결이 완료될 때까지 기다리십시오.
vi: Hiện tại đang xuất hiện việc mất dữ liệu hoặc ngắt kết nối mạng từ đầu cuối. Bạn vui lòng đợi trong giây lát cho đến khi chúng tôi hoàn thành việc kết nối lại!

# id_message_wait
source: Please wait
ja: お待ちください
ko: 기다려주세요
vi: Vui lòng đợi

# id_no_video
source: No video
ja: ビデオがありません
ko: 비디오 없음
vi: Không có hình

# id_message_meeting_unavailable
source: Invalid meeting (ID: %@), please check!
ja: 無効な会議 (ID: %@) です。確認してください!
ko: 잘못된 회의(ID: %@), 확인하십시오!
vi: Cuộc họp của bạn (Mã: %@) không được tìm thấy!

# id_message_meeting_close
source: Your meeting has closed
ja: ミーティングは終了しました
ko: 회의가 종료되었습니다.
vi: Cuộc họp đã kết thúc

# id_message_no_video_form_user
source: No video from this user now!
ja: このユーザーからの動画はありません!
ko: 현재 이 사용자의 비디오가 없습니다!
vi: Không có video từ user hiện tại

# id_message_camera_close
source: Your camera is disabled!
ja: カメラが無効になっています!
ko: 카메라가 비활성화되었습니다!
vi: Máy ảnh của bạn đã bị đóng!

# id_message_camera_block
source: Your camera is locked!
ja: カメラがロックされています!
ko: 카메라가 잠겨 있습니다!
vi: Máy ảnh của bạn đã bị khoá!

# id_message_have_phone_call_now
source: is in a call right now
ja: 現在通話中です
ko: 지금 통화 중입니다.
vi: hiện đang có cuộc gọi điện thoại

# OnThePhone
source: In conference
ja: 会議中
ko: 회의 중
vi: Đang trong hội nghị

# id_message_extend_meeting
source: Current duration is %@. How long would you like to extend for this meeting?
ja: 現在の継続時間は %@ です。このミーティングをどのくらい延長しますか?
ko: 현재 기간은 %@입니다. 이 회의를 얼마나 연장하시겠습니까?
vi: Thời lượng hiện tại là %@. Bạn muốn kéo dài bao lâu cho cuộc họp này?

source: Lock
ja: ロック
ko: 잠금
vi: Khoá

source: Unlock
ja: ロック解除
ko: 잠금 해제
vi: Mở khoá

source: Extend
ja: 拡張
ko: 연장
vi: Thêm giờ

# id_message_cannot_join_meeting
source: Unable to join the meeting!
ja: ミーティングに参加できません!
ko: 회의에 참여할 수 없습니다!
vi: Không thể tham gia cuộc họp!

# id_message_meeting_exit_next_minutes
source: Your meeting is about to end soon, would you like to extend?
ja: ミーティングがまもなく終了します。延長しますか?
ko: 회의가 곧 종료됩니다. 연장하시겠습니까?
vi: Cuộc họp của bạn sẽ kết thúc trong vài phút tới, bạn có muốn tăng thêm thời gian cho cuộc họp?

source: Showing
ja: 表示中
ko: 표시 중
vi: Danh sách đang hiển thị

source: Others
ja: その他
ko: 기타
vi: Danh sách khác

# id_add_caption
source: Add caption here
ja: ここにキャプションを追加
ko: 여기에 캡션 추가
vi: Nhập chú thích ở đây

source: in
ja: で
ko: 안에
vi: trong

# id_message_reconnect_meeting
source: Re-connecting to the meeting. Please wait...
ja: ミーティングに再接続しています。お待ちください...
ko: 회의에 다시 연결 중입니다. 잠시만 기다려 주십시오...
vi: Chúng tôi đang kết nối lại với cuộc họp. Vui lòng chờ trong giây lát...

# id_message_donot_support_3rd_action
source: Sorry, we are unable to support your request
ja: 申し訳ありませんが、お客様のリクエストには対応できません
ko: 죄송합니다. 귀하의 요청을 지원할 수 없습니다.
vi: Xin lỗi, chúng tôi không hỗ trợ yêu cầu này của bạn

# id_general_information
source: General information
ja: 一般情報
ko: 일반 정보
vi: THÔNG TIN CHUNG

source: Subject
ja: 件名
ko: 제목
vi: Chủ đề

# id_started_at
source: Started at
ja: 開始日
ko: 시작 시간
vi: Bắt đầu lúc

source: Management
ja: 管理
ko: 관리
vi: Quản lí

# id_message_lock_meeting_allow_invite
source: Lock your meeting to prevent unauthorizated participants. Only invited participants will be allowed to join
ja: ミーティングをロックして、権限のない参加者を防ぎます。招待された参加者のみが参加を許可されます
ko: 승인되지 않은 참가자를 방지하려면 회의를 잠그십시오. 초대된 참가자만 참여할 수 있습니다.
vi: Khoá cuộc họp của bạn để cho phép các thành viên được mời tham gia

# id_extend_meeting_duration
source: Extend meeting duration
ja: ミーティングの時間を延長
ko: 회의 시간 연장
vi: Kéo dài thời lượng cuộc họp

# id_message_cannot_extend_meeting_duration
source: Unable to extend meeting duration!
ja: ミーティングの時間を延長できません!
ko: 회의 시간을 연장할 수 없습니다!
vi: Bạn không thể tăng thêm thời lượng cho cuộc họp này!

# id_message_in_phone_call
source: In the phone call
ja: 通話中
ko: 통화 중
vi: Đang trong cuộc gọi điện thoại

source: Successful
ja: 成功
ko: 성공
vi: Thành công

# id_message_donot_support_feature
source: Your iOS version does not support this feature.
ja: お使いの iOS バージョンはこの機能をサポートしていません。
ko: iOS 버전이 이 기능을 지원하지 않습니다.
vi: Phiên bản iOS của bạn không hỗ trợ tính năng này.

# id_message_unable_file_extension
source: Unable to get file extension
ja: ファイル拡張子を取得できません
ko: 파일 확장자를 가져올 수 없습니다.
vi: Loại tập tin không tồn tại

source: LIVE
ja: ライブ
ko: 라이브
vi: TRỰC TIẾP

# id_live_video
source: Live video
ja: ライブ動画
ko: 라이브 비디오
vi: Video trực tiếp

# id_watch_now
source: Watch it now
ja: 今すぐ見る
ko: 지금 보기
vi: Xem ngay

# set_you_as_expert!
source: granted you expert privilege!
ja: 専門家の権限を与えられました!
ko: 당신에게 전문가 특권을 부여했습니다!
vi: Gán quyền hướng dẫn cho bạn!

# id_message_not_expert
source: Expert privilege revoked!
ja: エキスパート権限が取り消されました!
ko: 전문가 권한이 취소되었습니다!
vi: Bạn không còn là chuyên gia!

# ss_connection_error_title
source: Screen share connection failed
ja: 画面共有の接続に失敗しました
ko: 화면 공유 연결 실패
vi: Kết nối chia sẻ màn hình đã thất bại

# ss_connection_error_message
source: An error occurred while connecting to server! Please try again later.
ja: サーバーへの接続中にエラーが発生しました! 後でもう一度お試しください.
ko: 서버에 연결하는 동안 오류가 발생했습니다! 나중에 다시 시도하십시오.
vi: Một lỗi đã xảy ra khi kết nối tới máy chủ của chúng tôi, vui lòng thử lại sau.

# id_message_app_access_camera
source: This application requires access to your camera to share photos and customize avatars
ja: このアプリケーションは、写真を共有してアバターをカスタマイズするためにカメラへのアクセスを必要とします
ko: 이 응용 프로그램은 사진을 공유하고 아바타를 사용자 지정하려면 카메라에 액세스해야 합니다.
vi: Ứng dụng cần quyền truy cập Máy Ảnh để thiết lập ảnh đại diện và chia sẻ hình ảnh với bạn bè của bạn

# id_message_app_access_microphone
source: This application requires access to your microphone to make audio calls
ja: このアプリケーションは、音声通話を行うためにマイクへのアクセスを必要とします
ko: 음성 통화를 하려면 이 응용 프로그램이 마이크에 접근해야 합니다.
vi: Ứng dụng cần quyền truy cập Máy Thu Âm để sử dụng trong những cuộc gọi với những bạn bè của bạn

# id_message_app_access_photo
source: This application requires access to your photo library to share photos and customize avatars
ja: このアプリケーションは、写真を共有してアバターをカスタマイズするために写真ライブラリにアクセスする必要があります
ko: 이 응용 프로그램은 사진을 공유하고 아바타를 사용자 정의하려면 사진 라이브러리에 액세스해야 합니다.
vi: Ứng dụng cần quyền truy cập Thư viện ảnh để thiết lập ảnh đại diện và chia sẻ hình ảnh với bạn bè của bạn

# id_message_app_access_location
source: This application requires access to your location to send location
ja: このアプリケーションは、位置情報を送信するためにあなたの位置情報にアクセスする必要があります
ko: 위치를 전송하려면 이 응용 프로그램이 사용자의 위치에 액세스해야 합니다.
vi: Ứng dụng cần quyền truy cập Vị trí để gửi địa chỉ của bạn đến với bạn bè của bạn

# id_message_would_access_camera
source: Would Like to Access the Camera
ja: カメラにアクセスしたい
ko: 카메라에 액세스하고 싶습니다
vi: Muốn truy cập Máy Ảnh

# id_message_would_access_microphone
source: Would Like to Access the Microphone
ja: マイクにアクセスしたい
ko: 마이크에 접근하고 싶습니다
vi: Muốn truy cập Máy Thu Âm

# id_message_would_access_photo
source: Would Like to Access Your Photos
ja: あなたの写真にアクセスしたい
ko: 사진에 액세스하고 싶습니다
vi: Muốn Truy cập Ảnh của bạn

# id_message_allow_access_location
source: Allow "%@" to access your location while you are using the app?
ja: アプリの使用中に "%@" に位置情報へのアクセスを許可しますか?
ko: 앱을 사용하는 동안 "%@"이(가) 위치에 액세스하도록 허용하시겠습니까?
vi: Cho phép "%@" truy cập vị trí của bạn khi bạn dùng ứng dụng?

# id_message_donot_allow
source: Do not Allow
ja: 許可しない
ko: 허용하지 않음
vi: Từ chối

# id_message_reject_require_permission
source: You have rejected the required permission(s)!
ja: 必要な権限を拒否しました!
ko: 필요한 권한을 거부했습니다!
vi: Bạn đã từ chối các quyền cần thiết cho chúng tôi thực hiện tính năng này!

# id_message_location_not_available
source: Location services are not available
ja: 位置情報サービスは利用できません
ko: 위치 서비스를 사용할 수 없습니다.
vi: Dịch vụ định vị không khả dụng

# id_message_retrive_current_location
source: %@ unable to retrieve your current location. Please make sure location services are enabled.
ko: %@에서 현재 위치를 검색할 수 없습니다. 위치 서비스가 활성화되어 있는지 확인하십시오.
vi: %@ không thể truy xuất vị trí hiện tại của bạn. Hãy chắc chắn rằng các dịch vụ định vị đã được bật lên.

# id_message_update_new_version
source: Your version is outdated, please update to the latest version now!
ja: お使いのバージョンは古くなっています。今すぐ最新バージョンに更新してください!
ko: 버전이 오래되었습니다. 지금 최신 버전으로 업데이트하십시오!
vi: Phiên bản ứng dụng là cũ, xin hãy cập nhật phiên bản mới nhất.

# id_mesasge_authencation_2600
source: Login forbidden! Your account has expired or is suspended. Please contact the system administrator!
ja: ログインが禁止されています! アカウントの有効期限が切れているか、停止されています。システム管理者に連絡してください!
ko: 로그인 금지! 계정이 만료되었거나 정지되었습니다. 시스템 관리자에게 문의하십시오!
vi: Tài khoản của bạn không được phép đăng nhâp bởi vì nó đã bị hết hạn hoặc không thể truy cập, xin hãy liên hệ với quản lí.

# id_mesasge_authencation_9000
source: Authorization has exceeded the limit, please contact the system administrator!
ja: 認証が制限を超えました。システム管理者に連絡してください!
ko: 인증이 한도를 초과했습니다. 시스템 관리자에게 문의하십시오!
vi: Truy cập của bạn bị giới hạn, xin hãy liên hệ với quản lí

# id_messge_enable_audio_low_bandwidth
source: Enable audio low bandwidth
ja: オーディオの低帯域幅を有効にする
ko: 오디오 낮은 대역폭 활성화
vi: Kích hoạt Audio với băng thông thấp

# id_messge_enable_OPUS_DTX
source: Enable OPUS DTX for meeting
ja: ミーティングの OPUS DTX を有効にする
ko: 회의용 OPUS DTX 활성화
vi: Kích hoạt OPUS DTX cho cuộc họp

# id_messge_enable_OPUS_DTX_p2p
source: Enable OPUS DTX for p2p call
ja: p2p 通話の OPUS DTX を有効にする
ko: P2P 통화용 OPUS DTX 활성화
vi: Kích hoạt OPUS DTX cho cuộc gọi

# id_message_back_network_setting
source: Your setting will be lost, do you want to leave without saving?
ja: 設定は失われます。保存せずに終了しますか?
ko: 설정이 손실됩니다. 저장하지 않고 나가시겠습니까?
vi: Cài đặt của bạn sẽ bị mất, bạn có muốn thoát mà không cần lưu lại?

source: Finished
ja: 終了
ko: 완료
vi: Hoàn tất

# id_message_call_reconnected
source: The call is being reconnected. Please wait a second.
ja: 通話を再接続しています。しばらくお待ちください。
ko: 통화를 다시 연결하는 중입니다. 잠시만 기다려 주십시오.
vi: Cuộc gọi đang được kết nối trở lại, vui lòng chờ đợi

# nav_meetings
source: Meetings
ja: 会議
ko: 회의
vi: Hội nghị

# nav_contacts
source: Contacts
ja: 連絡先
ko: 연락처
vi: Liên Hệ

# nav_history
source: History
ja: 履歴
ko: 기록
vi: Lịch Sử

# nav_messages
source: Messages
ja: メッセージ
ko: 메시지
vi: Tin Nhắn

# nav_more
source: More
ja: もっと
ko: 더 보기
vi: Thêm

# nav_account_manager
source: Account Manager
ja: アカウント マネージャー
ko: 계정 관리자
vi: Quản Lý Tài Khoản

# nav_change_name
source: Change Name
ja: 名前の変更
ko: 이름 변경
vi: Đổi Tên

# nav_change_email
source: Change Email
ja: メールアドレスの変更
ko: 이메일 변경
vi: Thay Đổi Thư Điện Tử

# nav_change_phone_number
source: Change Phone Number
ja: 電話番号の変更
ko: 전화번호 변경
vi: Đổi Số Điện Thoại

# nav_developer_options
source: Developer Options
ja: 開発者向けオプション
ko: 개발자 옵션
vi: Tuỳ chọn nhà phát triển

# nav_create_meeting
source: Create Meeting
ja: ミーティングの作成
ko: 회의 생성
vi: Tạo Cuộc Họp

# nav_edit_meeting
source: Edit Meeting
ja: ミーティングの編集
ko: 회의 편집
vi: Chỉnh Sửa Cuộc Họp

# nav_select_contacts
source: Select Contacts
ja: 連絡先を選択
ko: 연락처 선택
vi: Chọn Liên Lạc

# nav_history_records
source: History Records
ja: 履歴レコード
ko: 역사 기록
vi: Lịch Sử Cuộc Họp

# nav_meeting_detail
source: Meeting Detail
ja: 会議の詳細
ko: 회의 세부 정보
vi: Chi Tiết Cuộc Họp

# nav_meeting_group_detail
source: Group Detail
ja: グループの詳細
ko: 그룹 세부 정보
vi: Nhóm Của Bạn

# nav_add_contact
source: Add Contact
ja: 連絡先を追加
ko: 연락처 추가
vi: Thêm Liên Hệ

# nav_options
source: Options
ja: オプション
ko: 옵션
vi: Tùy Chọn

# nav_settings
source: Settings
ja: 設定
ko: 설정
vi: Thiết Lập

# nav_general
source: General
ja: 一般
ko: 일반
vi: Tổng Quan

# nav_messages_notification
source: Messages & Notification
ja: メッセージと通知
ko: 메시지 및 알림
vi: Tin Nhắn Và Thông Báo

# nav_video_audio
source: Video & Audio
ja: ビデオ & オーディオ
ko: 비디오 및 오디오
vi: Hình Ảnh Và Âm Thanh

# nav_change_password
source: Change password
ja: パスワードを変更
ko: 비밀번호 변경
vi: Đổi Mật Khẩu

# nav_about
source: About
ja: 概要
ko: 정보
vi: Thông Tin

# nav_network_settings
source: Network Settings
ja: ネットワーク設定
ko: 네트워크 설정
vi: Thiết Lập Máy Chủ

# nav_chat_history
source: Chat History
ja: チャット履歴
ko: 대화 기록
vi: Nhật Ký Trò Chuyện

# nav_audio_codec
source: Audio Codec
ja: オーディオ コーデック
ko: 오디오 코덱
vi: Bộ Giải Mã Audio

# nav_video_codec
source: Video Codec
ja: ビデオ コーデック
ko: 비디오 코덱
vi: Bộ Giải Mã Video

# nav_chat_settings
source: Chat Settings
ja: チャット設定
ko: 채팅 설정
vi: Cài Đặt Trò Chuyện

# nav_region
source: Region
ja: 地域
ko: 지역
vi: Vùng Miền

# nav_change_location
source: Change Location
ja: 場所の変更
ko: 위치 변경
vi: Vùng

# nav_share_app
source: Share App
ja: アプリを共有
ko: 앱 공유
vi: Chia Sẻ Ứng Dụng

# nav_contact_info
source: Contact Info
ja: 連絡先情報
ko: 연락처 정보
vi: Thông Tin Liên Lạc

# id_enter_text_here
source: Enter text here
ja: ここにテキストを入力
ko: 여기에 텍스트 입력
vi: Nhập văn bản

# id_failed_extend_duration
source: Can not extend meeting duration
ja: ミーティングの時間を延長できません
ko: 회의 시간을 연장할 수 없습니다.
vi: Không thể kéo dài thời lượng cuộc họp

# id_choose_time_extend
source: Please choose time to extend
ja: 延長する時間を選択してください
ko: 연장할 시간을 선택하세요
vi: Vui lòng chọn thời gian để gia hạn

# id_current_speaker
source: %@ is speaking
ja: %@ が話している
ko: %@이 말하는 중입니다.
vi: %@ đang nói

# id_spotlight_video
source: Spotlight video
ja: スポットライト ビデオ
ko: 스포트라이트 동영상
vi: Nổi bật hình ảnh

# id_cancel_spotlight
source: Cancel spotlight
ja: スポットライトをキャンセル
ko: 스포트라이트 취소
vi: Huỷ nổi bật hình ảnh

# id_start_spotlight
source: The chairman start to spotlight video
ja: 議長がビデオのスポットライトを開始
ko: 주장이 스포트라이트 비디오를 시작합니다.
vi: Chủ phòng bắt đầu nổi bật hình ảnh

# id_stop_spotlight
source: The chairman stop to spotlight video
ja: 議長がビデオにスポットライトを当てるために立ち止まる
ko: 스포트라이트 비디오를 위한 의장 정지
vi: Chủ phòng dừng nổi bật hình ảnh

# id_pin_video
source: Pin Video
ja: ビデオを固定
ko: 동영상 고정
vi: Gim hình ảnh

# id_cancel_pin_video
source: Cancel pin Video
ja: ビデオの固定をキャンセル
ko: 동영상 고정 취소
vi: Huỷ gim hình ảnh

# id_participant_list
source: View participant list
ja: 参加者リストを表示
ko: 참가자 목록 보기
vi: Người tham dự

# id_meeting_info
source: View meeting info
ja: ミーティング情報を表示
ko: 회의 정보 보기
vi: Xem thông tin

# id_screen_share_local
source: Screen share
ja: 画面共有
ko: 화면 공유
vi: Chia sẻ màn hình

# id_invite_participant
source: Invite the participant
ja: 参加者を招待
ko: 참가자 초대
vi: Mời người tham dự

# id_tip_exit_pin
source: Exit pin video
ja: ピン ビデオを終了
ko: 핀 비디오 종료
vi: Thoát gim hình ảnh

# id_tranfer_media_via_proxy
source: Transfer media via proxy server
ja: プロキシ サーバー経由でメディアを転送
ko: 프록시 서버를 통해 미디어 전송
vi: Truyền dữ liệu bằng máy chủ proxy

# id_media_using_protocol
source: Transfer media using TCP protocol
ja: TCP プロトコルを使用してメディアを転送
ko: TCP 프로토콜을 사용하여 미디어 전송
vi: Truyền dữ liệu bằng giao thức TCP

# id_double_tap_cancel_pin_video
source: Double tab screen to cancel pin video
ja: ビデオの固定をキャンセルするダブルタブ画面
ko: 동영상 고정을 취소하는 이중 탭 화면
vi: nhấn đúp vào màn hình để hủy ghim hình ảnh

# id_toast_received_stop_spotlight
source: The chairman already stop to spotlight the video
ja: 議長はビデオにスポットライトを当てるために既に立ち止まっています
ko: 주장이 비디오 스포트라이트를 받기 위해 이미 정지했습니다.
vi: Chủ phòng dừng hình ảnh nổi bật

# id_wait_more_participants
source: Please wait for more participants join into this meeting
ja: このミーティングに他の参加者が参加するまでお待ちください
ko: 더 많은 참가자가 이 회의에 참여할 때까지 기다리십시오.
vi: Vui lòng đợi thêm nhiều người tham gia vào cuộc họp này

# error_invitation
source: Error happened when you invite the participant to this conference, please try later!
ja: 参加者をこの会議に招待するときにエラーが発生しました。後で試してください!
ko: 참가자를 이 회의에 초대할 때 오류가 발생했습니다. 나중에 시도하십시오!
vi: Đã xảy ra lỗi khi bạn mời người tham gia vào hội nghị này, vui lòng thử lại sau!

# id_chairman
source: Chairman
ja: 会長
ko: 의장
vi: Chủ toạ

# id_co_chairman
source: Co-Chairman
ja: 共同議長
ko: 공동 의장
vi: Đồng chủ toạ

# id_grant_chairman
source: Set as chairman
ja: 議長に設定
ko: 의장으로 설정
vi: Cấp quyền chủ toạn

# id_revoke_chairman
source: Reclaim my chairman
ja: 議長を取り戻す
ko: 내 의장을 되찾으세요
vi: Thu hồi quyền chủ toạ

# id_grant_co_chairman
source: Set as co-chairman
ja: 共同議長として設定
ko: 공동 의장으로 설정
vi: Cấp quyền phó chủ toạ

# id_revoke_co_chairman
source: Remove co-chairman
ja: 共同議長を削除
ko: 공동 의장 제거
vi: Thu hồi phó chủ toạ

# id_warning_chairman_leave_meeting
source: You should make someone become chairman before leaving meeting. Leave anyway?
ja: 会議を退出する前に、誰かを議長にする必要があります。退出しますか?
ko: 회의를 떠나기 전에 누군가를 의장으로 지정해야 합니다. 그래도 나가시겠습니까?
vi: Bạn nên đưa ai đó trở thành chủ tọa trước khi rời cuộc họp. Vẫn rời đi?

# id_limit_co_chairman
source: Meeting allows up to %@ co-chairman, you can not set new co-chairman now.
ja: 会議には最大 %@ の共同議長が許可されます。現在、新しい共同議長を設定することはできません。
ko: 회의는 %@ 공동 의장까지 허용합니다. 지금은 새로운 공동 의장을 설정할 수 없습니다.
vi: Cuộc họp cho phép tối đa %@ đồng chủ toạ, bạn không thể cấp quyền đồng chủ toạ mới ngay bây giờ.

# id_received_remove_co_chairman
source: You aren't co-chairman anymore.
ja: あなたはもう共同議長ではありません。
ko: 더 이상 공동 의장이 아닙니다.
vi: Bạn không còn là đồng chủ toạ nữa.

# id_received_revoke_chairman
source: You aren't chairman anymore.
ja: あなたはもう議長ではありません。
ko: 더 이상 의장이 아닙니다.
vi: Bạn không còn là chủ toạ nữa.

# id_received_grant_chairman
source: You are set as chairman
ja: 議長に設定されました
ko: 당신은 의장으로 설정되었습니다.
vi: Chủ toạ cấp quyền chủ toạ cho bạn

# id_received_set_co_chairman
source: Chairman set you as co-chairman
ja: 議長があなたを共同議長に設定しました
ko: 의장이 귀하를 공동 의장으로 설정했습니다.
vi: Chủ toạ cấp quyền đồng chủ toạ cho bạn.

# id_continue
source: Continue
ja: 続行
ko: 계속
vi: Tiếp tục

# id_expert
source: Expert
ja: エキスパート
ko: 전문가
vi: Chuyên gia

# id_participant
source: Participant
ja: 参加者
ko: 참가자
vi: Thành viên

# id_confirm_revoke_spotlight
source: %@ is spotlight %@ in the meeting. Do you want to revoke his control?
ja: %@ はミーティングのスポットライト %@ です。彼のコントロールを取り消しますか?
ko: 회의에서 %@이(가) 스포트라이트 %@입니다. 제어권을 취소하시겠습니까?
vi: %@ đang nổi bật hình ảnh của %@ trong cuộc họp. Bạn có muốn thu hồi quyền?

# id_mute_all_except_group_chairman
source: Mute all microphones (except chairman, co-chairman)
ja: すべてのマイクをミュート (議長、共同議長を除く)
ko: 모든 마이크 음소거(의장, 공동 의장 제외)

# id_unmute_all_except_group_chairman
source: UnMute all microphones (except chairman, co-chairman)
ja: すべてのマイクのミュートを解除します (議長、共同議長を除く)
ko: 모든 마이크 음소거 해제(의장, 공동 의장 제외)

# id_close_all_camera_except_group_chairman
source: Close all cameras (except chairman & co-chairman)
ja: すべてのカメラを閉じます (議長と共同議長を除く)
ko: 모든 카메라 닫기(의장 및 공동의장 제외)

# id_open_all_camera_except_group_chairman
source: Open all cameras (except chairman & co-chairman)
ja: すべてのカメラを開く (議長と共同議長を除く)
ko: 모든 카메라 열기(의장 및 공동의장 제외)

# id_disallowed_send_file
source: You are disallowed to send file, please contact system administrator
ja: ファイルの送信が許可されていません。システム管理者に連絡してください
ko: 파일을 보낼 수 없습니다. 시스템 관리자에게 문의하십시오.

# id_inspection
source: Inspections
ja: 検査
ko: 검사
vi: Kiểm tra người dùng

# id_assigned
source: assigned
ja: 割り当て済み
ko: 할당됨
vi: Được giao

# id_working
source: working
ja: ワーキング
ko: 작동 중
vi: Đang làm

# id_finished
source: finished
ja: 終了
ko: 완료
vi: hoàn tất

# id_chairman_offline
source: Chairman is offline
ja: 議長はオフラインです
ko: 의장은 오프라인 상태입니다.
vi: Chủ toạ đang không có trong cuộc họp

# id_failed_parse_data
source: The command could not be parsed.
ja: コマンドを解析できませんでした。
ko: 명령을 구문 분석할 수 없습니다.
vi: Không thể phân tích cú pháp lệnh.

# id_meeting_id_not_exist
source: Meeting id does not exist
ja: ミーティング ID が存在しません
ko: 미팅 ID가 존재하지 않습니다.
vi: Cuộc họp không tồn tại

# id_not_recieve_camera
source: Zoom signal not received
ja: ズーム信号が受信されていません
ko: 줌 신호가 수신되지 않음
vi: Không nhận được tín hiệu thu phóng

# id_content_empty
source: Content is empty
ja: コンテンツは空です
ko: 콘텐츠가 비어 있습니다.
vi: Nội dung trống

# id_unsupport_command
source: Unsupport command:%@
ja: サポートされていないコマンド:%@
ko: 지원 해제 명령:%@
vi: Không hỗ trợ điều khiển: %@

# id_support_16_video
source: iPad support number videos one page
ja: iPad サポート数の動画 1 ページ
ko: iPad 지원 동영상 한 페이지 수
vi: iPad hỗ trợ hiện thị video trên 1 trang

# id_diffsync
source: Meeting control optimizer
ja: ミーティング コントロール オプティマイザ
ko: 회의 제어 최적화
vi: Kiểm soát tối ưu hoá cuộc họp

# id_cannot_handle
source: Can not handle %@
ja: %@ を処理できません
ko: %@을(를) 처리할 수 없습니다
vi: Không thể xử lí yêu cầu %@

# id_muted_failed
source: We can't mute the microphone at the moment, please try again later
ja: 現在、マイクをミュートできません。後でもう一度試してください
ko: 지금은 마이크를 음소거할 수 없습니다. 나중에 다시 시도하십시오.
vi: Chúng tôi không thể đóng âm thanh vào lúc này, vui lòng thử lại sau

# id_unmuted_failed
source: We can't unmute the microphone at the moment, please try again later
ja: 現在、マイクのミュートを解除できません。後でもう一度お試しください
ko: 지금은 마이크 음소거를 해제할 수 없습니다. 나중에 다시 시도하십시오.
vi: Chúng tôi không thể mở âm thanh vào lúc này, vui lòng thử lại sau

# id_group_notice_edit
source: This is group notice, click edit button to input
ja: これはグループ通知です。編集ボタンをクリックして入力してください
ko: 그룹 공지사항입니다. 편집 버튼을 눌러 입력하세요.
vi: Đây là nhóm thông báo, nhất nút bên trái để chỉnh sửa

# id_draft
source: Draft
ja: ドラフト
ko: 초안
vi: Lưu tạm

source: Exposure
ja: 露出
ko: 노출
vi: Phơi sáng

# id_set_position
source: SET POSITION
ja: 位置を設定
ko: 위치 설정
vi: Đặt vị trí

# id_go_position
source: GO POSITION
ko: 위치 이동
vi: Đến vị trí

# id_no_speaker
source: Device without internal speaker
ja: 内蔵スピーカーのないデバイス
ko: 내부 스피커가 없는 장치
vi: thiết bị không có loa trong

# id_minimize_window
source: Collapse conference window
ja: 会議ウィンドウを折りたたむ
ko: 회의 창 접기
vi: Thu nhỏ cửa sổ

# id_user_in_meeting_call
source: You are having in a Call, please try to do this action later!
ja: 通話中です。後でこのアクションを実行してみてください!
ko: 통화 중입니다. 나중에 이 작업을 시도하십시오!
vi: Bạn đang trong cuộc gọi. Vui lòng thực hiện hành động này sau!

# id_watermark_setting_inspection
source: Watermark settings on photos in inspection
ja: 検査中の写真の透かし設定
ko: 검사 중인 사진의 워터마크 설정
vi: Cài đặt hình mờ

# id_use_watermark
source: Use Watermark
ja: ウォーターマークを使用
ko: 워터마크 사용
vi: Sử dụng hình mờ

# id_tile_mode
source: Tile mode
ja: タイル モード
ko: 타일 모드
vi: Chế độ xếp

# id_upper_left
source: Upper left
ja: 左上
ko: 왼쪽 위
vi: Phía trên bên trái

# id_upper_right
source: Upper right
ja: 右上
ko: 오른쪽 위
vi: Phía trên bên phải

# id_lower_left
source: Lower left
ja: 左下
ko: 왼쪽 아래
vi: Phía dưới bên trái

# id_lower_right
source: Lower right
ja: 右下
ko: 오른쪽 아래
vi: Phía dưới bên phải

# id_text_background
source: Text background color
ja: テキストの背景色
ko: 텍스트 배경 색상
vi: màu nền chữ

# id_simple
source: Single Line
ja: 単一行
ko: 한 줄
vi: Đơn giản

# id_tile
source: Tile
ja: タイル
ko: 타일
vi: Dạng xếp

# id_device_model
source: Device model
ja: デバイス モデル
ko: 장치 모델
vi: Tên thiết bị

# id_date_time
source: Date and time
ja: 日時
ko: 날짜 및 시간
vi: Ngày và giờ

# id_small
source: Small
ja: 小
ko: 소형
vi: Nhỏ

# id_medium
source: Medium
ja: 中
ko: 중간
vi: Vừa

# id_big
source: Big
ja: 大きい
ko: 큰
vi: Lớn

# id_rotation
source: Rotation
ja: 回転
ko: 회전
vi: Xoay

# id_sentence
source: Sentence
ja: センテンス
ko: 문장
vi: Câu văn

# id_center
source: Center
ja: 中心
ko: 가운데
vi: Trung tâm

# id_userid
source: User ID
ja: ユーザー ID
ko: 사용자 ID
vi: mã tài khoản

# id_no_access_recording
source: This account have no record access, please contact the system administrator.
ja: このアカウントには記録へのアクセス権がありません。システム管理者に連絡してください。
ko: 이 계정은 레코드 액세스 권한이 없습니다. 시스템 관리자에게 문의하십시오.
vi: Tài khoản này không có quyền ghi hình ,vui lòng liên hệ quản trị viên hệ thống.

# id_no_access_app_share
source: This account have no sharing desktop access, please contact the system administrator.
ja: このアカウントには共有デスクトップ アクセス権がありません。システム管理者に連絡してください。
ko: 이 계정은 공유 데스크톱 액세스 권한이 없습니다. 시스템 관리자에게 문의하십시오.
vi: Tài khoản này không có quyền chia sẻ màn hình ,vui lòng liên hệ quản trị viên hệ thống.

# id_not_allow_app_share
source: The chairman disable you sharing desktop, please request the permission from the chairman.
ja: 議長があなたのデスクトップ共有を無効にしています。議長に許可を求めてください。
ko: 의장이 데스크톱 공유를 비활성화합니다. 의장에게 권한을 요청하십시오.
vi: Chủ tọa vô hiệu hóa chia sẻ màn hình , vui lòng xin phép chủ tọa.

# id_only_chairman_screen_share
source: Only allow chairman/co-chairman to share screen
ja: 議長/共同議長のみが画面を共有できるようにする
ko: 의장/공동의장만 화면을 공유하도록 허용
vi: Chỉ cho phép chủ toạ hoặc đồng chủ toạ chia sẻ màn hình

# id_allow_all_participants_screenshare
source: Allow all participants to share screen
ja: すべての参加者が画面を共有できるようにする
ko: 모든 참가자가 화면을 공유하도록 허용
vi: Cho phép mọi người chia sẻ màn hình
