Repository: lehieusharky/icommeet
Catalog: ImomeetVisionOS/ImomeetVisionOS/Cores/LanguageManager/Localizable/*.lproj/Localizable.strings
Languages: ja, ko, vi

# clear_mine_action
source: Mine
ja: マイ
ko: 광산
vi: Của tôi

# remote_parameter
source: remote side
ja: リモート側
ko: 원격 측
vi: Phía xa

source: Re-type new password
ja: 新しいパスワードを再入力
ko: 새 암호를 다시 입력하십시오
vi: Gõ lại mật khẩu mới

# Send file from Files
source: Do you want to send the file?
ja: ファイルを送信しますか?
ko: 파일을 보내시겠습니까?
vi: Bạn có muốn gửi tập tin này?

# Send the screenshot
source: Do you want to send the screenshot?
ja: スクリーンショットを送信しますか?
ko: 스크린샷을 보내시겠습니까?
vi: Bạn có muốn gửi hình chụp này?

# Close the screenshot
source: Are you sure that you want to close this screen?
ja: この画面を閉じてよろしいですか?
ko: 이 화면을 닫으시겠습니까?
vi: Bạn có chắc sẽ đóng màn hình chỉnh sửa?

# send_alert_action_title
source: Send
ja: 送信
ko: 보내기
vi: Gửi

# Don't send alert action
source: Don't send
ja: 送信しない
ko: 보내지 않음
vi: Không gửi

# not_support_feature
source: The current version not support this feature yet
ja: 現在のバージョンはまだこの機能をサポートしていません
ko: 현재 버전은 아직 이 기능을 지원하지 않습니다.
vi: Phiên bản hiện tại chưa hỗ trợ tính năng này

# information_audio_meeting_title
source: Information
ja: 情報
ko: 정보
vi: Thông tin

# message_audio_meeting_title
source: Message
ja: メッセージ
ko: 메시지
vi: Tin nhắn

# switch_to_audio_title
source: Switch to Audio
ja: 音声に切り替え
ko: 오디오로 전환
vi: Chuyển sang audio

# switch_to_video_title
source: Switch to Video
ja: ビデオに切り替える
ko: 비디오로 전환
vi: Chuyển sang video

# meeting_type_title
source: Type
ja: タイプ
ko: 유형
vi: Thể loại

# meeting_type_subtitle
source: Please choose one of the following
ja: 次のいずれかを選択してください
ko: 다음 중 하나를 선택하십시오
vi: Chọn kiểu cuộc họp bạn muốn

source: Normal meeting
ja: 通常のミーティング
ko: 정상 회의
vi: Hội nghị thông thường

source: Audio meeting
ja: 音声会議
ko: 음성 회의
vi: Hội nghị âm thanh

source: Training meeting
ja: 研修会
ko: 교육 회의
vi: Hội nghị huấn luyện

source: Video-restricted meeting
ja: ビデオ制限付きミーティング
ko: 비디오 제한 회의
vi: Hội nghị không hình ảnh

source: Audio-restricted meeting
ja: 音声制限のある会議
ko: 음성 제한 회의
vi: Hội nghị không âm thanh

# normal_meeting_hint
source: All participants send audio and video on entry
ja: すべての参加者は、エントリ時にオーディオとビデオを送信します
ko: 모든 참가자는 입장 시 오디오 및 비디오를 전송합니다.
vi: Tất cả thành viên gửi hình ảnh và âm thanh khi vào

# audio_meeting_hint
source: All participants mute video on entry
ja: 参加者全員が参加時にビデオをミュート
ko: 참석 시 모든 참가자가 비디오 음소거
vi: Tất cả thành viên chỉ gửi âm thanh khi vào

# training_meeting_hint
source: Invitees are disallowed to send audio and video on entry
ja: 招待者はエントリー時にオーディオとビデオを送信することはできません
ko: 초청자는 입장 시 오디오 및 비디오를 보낼 수 없습니다.
vi: Người được mời ngắt hình ảnh và âm thanh khi vào

# video_restricted_meeting_hint
source: Invitees are disallowed to send video on entry
ja: 招待者はエントリー時にビデオを送信できません
ko: 초청자는 입장 시 비디오를 보낼 수 없습니다.
vi: Người được mời chỉ gửi âm thanh khi vào

# audio_restricted_meeting_hint
source: Invitees are disallowed to send audio on entry
ja: 招待者はエントリー時に音声を送信できません
ko: 초청자는 입장 시 오디오를 보낼 수 없습니다.
vi: Người được mời chỉ gửi hình ảnh khi vào

# login_qrcode_title
source: Scan QR code
ja: QR コードをスキャン
ko: QR 코드 스캔
vi: Quét mã QR

# turn_on_flashlight
source: Turn on the flashlight
ja: 懐中電灯をオンにする
ko: 손전등 켜기
vi: Chạm để bật đèn pin

# turn_off_flashlight
source: Turn off the flashlight
ja: 懐中電灯を消す
ko: 손전등 끄기
vi: Chạm để tắt đèn pin

# login_qrcode_hint
source: Move the camera to the QR code bound for scanning
ja: スキャン対象の QR コードにカメラを移動します
ko: 스캐닝을 위해 바인딩된 QR 코드로 카메라를 이동하세요
vi: Di chuyển máy ảnh đến vùng chứa mã QR để quét

# import_qrcode_format_error
source: Can't find any QR code
ja: QR コードが見つかりません
ko: QR 코드를 찾을 수 없습니다
vi: Không tìm thấy mã QR

# import_qrcode_invalid_error
source: QR code is invalid
ja: QR コードが無効です
ko: QR 코드가 유효하지 않습니다.
vi: Mã QR không hợp lệ

# login_sso_title
source: SSO Login
ja: SSO ログイン
ko: SSO 로그인
vi: Đăng nhập SSO

# id_meeting_date_year
source: MMMM dd
ko: MMMM 일

# id_text_login
source: Signing in...
ja: サインインしています...
ko: 로그인 중...
vi: Đang đăng nhập...

# id_choice_actions
source: Choice actions
ja: 選択アクション
ko: 작업 선택
vi: Chọn

source: OK
ko: 확인
vi: Chấp nhận

source: Confirm
ja: 確認
ko: 확인
vi: Xác nhận

source: Add
ja: 追加
ko: 추가
vi: Thêm

source: Cancel
ja: キャンセル
ko: 취소
vi: Huỷ

source: Edit
ja: 編集
ko: 편집
vi: Sửa

source: Delete
ja: 削除
ko: 삭제
vi: Xoá

source: History
ja: 歴史
ko: 히스토리
vi: Lịch sử

source: Info
ja: 情報
ko: 정보
vi: Thông tin

source: Done
ja: 完了
ko: 완료
vi: Xong

source: Yes
ja: はい
ko: 예
vi: Chấp nhận

source: No
ja: いいえ
ko: 아니요
vi: Không

source: Save
ja: 保存
ko: 저장
vi: Lưu

source: Downloading
ja: ダウンロード中
ko: 다운로드 중
vi: Đang tải

source: Warning
ja: 警告
ko: 경고
vi: Thông báo

source: Error
ja: エラー
ko: 오류
vi: Lỗi

source: Upload
ja: アップロード
ko: 업로드
vi: Tải lên

source: Note
ja: メモ
ko: 참고

# id_voice_call
source: Audio call
ja: 音声通話
ko: 음성 통화
vi: Cuộc gọi thoại

source: Messages
ja: メッセージ
ko: 메시지
vi: Tin nhắn

# id_make_video_call
source: Make video call
ja: ビデオ通話を発信
ko: 영상통화 걸기
vi: Thực hiện cuộc gọi hình

# id_call_from
source: Call from
ja: 発信元
ko: 발신자
vi: Cuộc gọi tới từ

# id_video_call_from
source: Video call from
ja: からのビデオ通話
ko: 영상통화
vi: Cuộc gọi hình từ

source: End
ja: 終了
ko: 종료
vi: Ngắt

source: Deny
ja: 拒否
ko: 거부
vi: Từ chối

source: Accept
ja: 受け入れる
ko: 수락
vi: Chấp nhận

source: Terminating
ja: 終了
ko: 종료 중
vi: Đang kết thúc

source: Calling
ja: 呼び出し
ko: 전화 걸기
vi: Đang gọi

# id_incoming_call
source: Incoming call
ja: 着信
ko: 수신 전화
vi: Cuộc gọi tới

# id_remote_ringing
source: Ringing
ja: 呼び出し中
ko: 울림
vi: Đang đổ chuông

# id_in_call
source: In call
ja: 通話中
ko: 통화 중
vi: Trong cuộc gọi

source: Updating
ja: 更新中
ko: 업데이트 중
vi: Đang cập nhật

source: Updated
ja: 更新
ko: 업데이트됨
vi: Cập nhật xong

# id_send_text_message
source: Send a text message
ja: テキスト メッセージを送信
ko: 문자 메시지 보내기
vi: Gửi tin nhắn

source: Contacts
ja: 連絡先
ko: 연락처
vi: Liên hệ

source: Unknown
ja: 不明
ko: 알 수 없음
vi: Chưa xác định

source: Connection
ja: 接続
ko: 연결
vi: Kết nối

source: Type
ja: タイプ
ko: 유형
vi: Kiểu

source: Transport
ja: トランスポート
ko: 운송
vi: Vận chuyển

# id_proxy_host
source: Proxy host
ja: プロキシ ホスト
ko: 프록시 호스트
vi: Máy chủ Proxy

# id_proxy_port
source: Proxy port
ja: プロキシ ポート
ko: 프록시 포트
vi: Cổng Proxy

# id_bandwidth_settings
source: Bandwidth settings
ja: 帯域幅設定
ko: 대역폭 설정
vi: Cài đặt băng thông

# id_NAT_travesal
source: NAT traversal
ja: NAT トラバーサル
ko: NAT 순회
vi: Công nghệ NAT

source: Audio
ja: オーディオ
ko: 오디오
vi: Âm thanh

source: Video
ja: ビデオ
ko: 비디오

source: Server
ja: サーバー
ko: 서버
vi: Máy chủ

source: Port
ja: ポート
ko: 포트
vi: Cổng

source: About
ja: 約
ko: 정보
vi: Thông tin

source: Users
ja: ユーザー
ko: 사용자
vi: Người dùng

source: Settings
ja: 設定
ko: 설정
vi: Thiết lập

# id_reset_settings
source: Reset the settings
ja: 設定をリセット
ko: 설정 초기화
vi: Thiết lập lại cài đặt

source: Voice
ja: 声
ko: 음성
vi: Giọng nói

source: Location
ja: 場所
ko: 위치
vi: Vị trí

source: Emotion
ja: 感情
ko: 감정
vi: Biểu tượng

# id_audio_call
source: Audio call
ja: 音声通話
ko: 음성 통화
vi: Gọi audio

# id_video_call
source: Video call
ja: ビデオ通話
ko: 영상통화
vi: Gọi video

# id_contact_info
source: Contact info
ja: 連絡先情報
ko: 연락처 정보
vi: Thông tin liên lạc

source: Photos
ja: 写真
ko: 사진
vi: Hình ảnh

# id_choose_existing
source: Choose existing
ja: 既存のものを選択
ko: 기존 항목 선택
vi: Chọn từ album

# id_take_photo
source: Take photo
ja: 写真を撮る
ko: 사진 찍기
vi: Chụp ảnh

# id_take_video
source: Take video
ja: ビデオを撮る
ko: 비디오 촬영
vi: Quay video

# id_my_location
source: My location
ja: 現在地
ko: 내 위치
vi: Vị trí của tôi

# id_more_options
source: More options
ja: その他のオプション
ko: 추가 옵션
vi: Tùy chọn

source: Retake
ja: リテイク
ko: 재수강
vi: Lấy lại

# id_send_file3
source: File
ja: ファイル
ko: 파일
vi: Tập tin

# id_user_password_incorrect
source: The user ID or password is incorrect!
ja: ユーザー ID またはパスワードが正しくありません!
ko: 사용자 ID 또는 암호가 올바르지 않습니다!
vi: Tên người dùng hoặc mật khẩu không đúng!

# id_transport_error
source: Transport error
ja: 転送エラー
ko: 전송 오류
vi: Lỗi truyền tải

# id_the_peer_offline
source: User is offline or user ID is unavailable!
ja: ユーザーがオフラインであるか、ユーザー ID が利用できません!
ko: 사용자가 오프라인이거나 사용자 ID를 사용할 수 없습니다!

# id_the_peer_busy_now
source: The peer is busy now!
ja: ピアは現在ビジーです!
ko: 피어가 지금 사용 중입니다!
vi: Peer hiện đang bận!

# id_processing
source: Processing...
ja: 処理中です。お待ちください......
ko: 처리 중입니다. 잠시만 기다려 주십시오......
vi: Đang xử lý, xin vui lòng chờ đợi......

# id_fail_save_image
source: Failed to save image!
ja: 画像の保存に失敗しました!
ko: 이미지 저장 실패!
vi: Không thể lưu hình ảnh!

# id_success_save_image
source: Image saved!
ja: 画像を保存しました!
ko: 이미지가 저장되었습니다!
vi: Lưu hình ảnh thành công!

# id_fail_save_video
source: Failed to save video!
ja: 動画の保存に失敗しました!
ko: 동영상 저장 실패!
vi: Không thể lưu video!

# id_success_save_video
source: Video saved!
ja: 動画を保存しました!
ko: 동영상이 저장되었습니다!
vi: Lưu video thành công!

# id_input_old_password
source: The old password you have entered is incorrect!
ja: 入力した古いパスワードは正しくありません!
ko: 입력한 이전 암호가 올바르지 않습니다!
vi: Bạn nhập sai mật khẩu cũ!

source: Notice
ja: お知らせ
ko: 공지
vi: Thông báo

# id_message_new_pass_not_match
source: New password does not match!
ja: 新しいパスワードが一致しません!
ko: 새 암호가 일치하지 않습니다!
vi: Mật khẩu mới không phù hợp và không được để trống!

# id_message_change_pass_fail
source: Failed to change password, cannot connect to the server!
ja: パスワードの変更に失敗しました。サーバーに接続できません!
ko: 비밀번호 변경 실패, 서버에 연결할 수 없습니다!
vi: Không thể thay đổi mật khẩu, không thể kết nối máy chủ!

# id_message_change_pass_success
source: Password successfully changed!
ja: パスワードが正常に変更されました!
ko: 비밀번호가 성공적으로 변경되었습니다!
vi: Thay đổi mật khẩu thành công!

# id_old_passwork
source: Current password
ja: 現在のパスワード
ko: 현재 비밀번호
vi: Mật khẩu cũ

# id_new_passwork
source: New password
ja: 新しいパスワード
ko: 새 비밀번호
vi: Mật khẩu mới

# id_confirm_new_pass
source: Confirm new password
ja: 新しいパスワードを確認
ko: 새 비밀번호 확인
vi: Xác nhận mật khẩu mới

source: Join
ja: 参加
ko: 가입
vi: Tham gia

# id_join_now
source: Join now
ja: 今すぐ参加
ko: 지금 가입하기
vi: Tham gia ngay

# id_normal_call
source: Normal call
ja: 通常の通話
ko: 정상 호출
vi: Gọi bình thường

# id_contact_information
source: Contact Information
ja: 連絡先情報
ko: 연락처 정보
vi: Thông tin liên hệ

# id_add_contact
source: Add contact
ja: 連絡先を追加
ko: 연락처 추가
vi: Thêm liên hệ

source: Emotions
ja: 感情
ko: 감정
vi: Biểu cảm

# id_login_lost
source: Login lost
ja: ログインが失われました
ko: 로그인 분실
vi: Đăng nhập bị mất

source: Submit
ja: 送信
ko: 제출
vi: Đồng ý

# id_message_fail_connect_server
source: Failed to connect to the server!
ja: サーバーへの接続に失敗しました!
ko: 서버에 연결하지 못했습니다!
vi: Không thể kết nối tới máy chủ!

# id_message_current_account_not_exist
source: The current account does not exist!
ja: 現在のアカウントは存在しません!
ko: 현재 계정이 존재하지 않습니다!
vi: Tài khoản hiện tại không tồn tại!

# id_user_offline
source: User %@ is offline!
ja: ユーザー %@ はオフラインです!
ko: %@ 사용자가 오프라인입니다!
vi: Người dùng %@ đang ẩn!

# id_message_peer_offline
source: The peer is offline
ja: ピアはオフラインです
ko: 피어가 오프라인 상태입니다.
vi: Người dùng đang ngoại tuyến hoặc định danh không tồn tại

# id_normal_video_call
source: Normal phone call
ja: 通常の通話
ko: 일반 전화 통화
vi: Gọi điện thoại bình thường

# id_evideo_chat_together
source: eVideo chat together?
ja: 一緒に eVideo チャットしますか?
ko: 함께 비디오 채팅을 하시겠습니까?
vi: eVideo trò chuyện với nhau?

# id_video_chat_together
source: Video chat together?
ja: 一緒にビデオチャットしますか?
ko: 함께 영상채팅?
vi: Video trò chuyện với nhau?

# id_message_server_cannot_send_message
source: Server is unable to send the message to this user, please try again!
ja: サーバーはこのユーザーにメッセージを送信できません。再試行してください!
ko: 서버에서 이 사용자에게 메시지를 보낼 수 없습니다. 다시 시도하십시오!
vi: Máy chủ không thể gửi tin nhắn cho người dùng này, vui lòng thử lại!

# id_message_notification_send_user
source: Notification sent to this user, please wait!
ja: 通知がこのユーザーに送信されました。お待ちください!
ko: 이 사용자에게 알림이 전송되었습니다. 잠시만 기다려 주십시오!
vi: Máy chủ gửi một thông báo tin nhắn cho người dùng này thành công!

# id_check_version
source: Check version...
ja: バージョンをチェック...
ko: 버전 확인...
vi: Kiểm tra phiên bản...

# id_system_update
source: System update
ja: システム アップデート
ko: 시스템 업데이트
vi: Cập nhật hệ thống

# id_message_have_new_version
source: Great! You are using the latest version!
ja: すばらしい! 最新バージョンを使用しています!
ko: 좋습니다! 최신 버전을 사용 중입니다!
vi: Đang là phiên bản mới nhất!

source: Update Now
ko: 압축
vi: Cập nhật ngay

# momeet_message
source: You have a message!
ja: メッセージがあります!
ko: 메시지가 있습니다!
vi: bạn có 1 tin nhắn!

# momeet_kickout
source: You have been logged out because your account is logged in elsewhere!
ja: あなたのアカウントは別の場所でログインしているため、ログアウトされました!
ko: 계정이 다른 곳에 로그인되어 있기 때문에 로그아웃되었습니다!
vi: ID của bạn được đăng nhập ở 1 nơi khác. bạn đang không được kết nối với máy chủ !

# momeet_mcc_duration
source: The chairman has extended the meeting duration. Click on this notice to view the details!
ja: 議長が会議時間を延長しました。この通知をクリックして詳細を表示してください!
ko: 의장이 회의 시간을 연장했습니다. 세부 정보를 보려면 이 알림을 클릭하세요!
vi: Các ghế gia hạn thời gian họp. Nhấn vào thông báo này để xem chi tiết!

# momeet_login_replace
source: You have been logged out because your account is logged in elsewhere!
ja: あなたのアカウントは別の場所でログインしているため、ログアウトされました!
ko: 계정이 다른 곳에서 로그인되어 있기 때문에 로그아웃되었습니다!
vi: The same ID login at the other place. You are offline forcely by the server!

# id_message_have_conference
source: You have a conference now.
ja: あなたは今、会議を開いています。
ko: 지금 회의가 있습니다.
vi: Bạn có một cuộc họp bây giờ.

# id_message_click_view_detail
source: Click here to view the details.
ja: 詳細を表示するには、ここをクリックしてください。
ko: 자세한 내용을 보려면 여기를 클릭하십시오.
vi: Chạm vào đây để xem chi tiết

# id_not_use
source: Not use
ja: 使用しない
ko: 사용하지 않음
vi: Không sử dụng

# id_my_contacts
source: My contacts
ja: 私の連絡先
ko: 내 연락처
vi: Danh bạ của tôi

source: Ongoing
ja: 進行中
ko: 진행 중
vi: Đang diễn ra

source: Upcoming
ja: 今後
ko: 예정
vi: Sắp diễn ra

# id_meeting_rooms
source: Meeting rooms
ja: 会議室
ko: 회의실
vi: Phòng họp

# id_create_new_meeting
source: Create Meeting
ja: ミーティングの作成
ko: 회의 생성
vi: Tạo cuộc họp mới

# Create
source: Create meeting
ja: 会議の作成
ko: 회의 생성
vi: Tạo cuộc họp

# id_schedule_meeting
source: Schedule meeting
ja: 会議のスケジュール
ko: 회의 예약
vi: Lịch cuộc họp

# id_my_number
source: My number: %@
ja: マイナンバー
ko: 내 번호
vi: Số liên lạc của tôi:

# id_my_profile
source: My profile
ja: 私のプロフィール
ko: 내 프로필
vi: Thông tin cá nhân

source: Avatar
ja: アバター
ko: 아바타
vi: Ảnh đại diện

source: Name
ja: 名前
ko: 이름
vi: Tên

source: Status
ja: ステータス
ko: 상태
vi: Trạng thái

source: Log out
ja: ログアウト
ko: 로그아웃
vi: Đăng xuất

# id_remove_avatar
source: Remove avatar
ja: アバターを削除
ko: 아바타 제거
vi: Xoá ảnh đại diện

source: Online
ja: オンライン
ko: 온라인
vi: Trực tuyến

source: Busy
ja: ビジー
ko: 바쁨
vi: Đang bận

# id_on_phone
source: On the phone
ja: 電話中
ko: 통화 중
vi: Đang trên điện thoại

source: Away
ja: アウェイ
ko: 자리 비움
vi: Ra ngoài

# id_be_right_back
source: Be right back
ja: すぐ戻る
ko: 곧 돌아오겠습니다
vi: Quay lại ngay

source: Invisible
ja: 見えない
ko: 보이지 않음
vi: Ẩn

source: Offline
ja: オフライン
ko: 오프라인
vi: Ngoại tuyến

# id_audio_codec
source: Audio codec
ja: オーディオ コーデック
ko: 오디오 코덱
vi: Bộ giải mã audio

# id_video_codec
source: Video codec
ja: ビデオ コーデック
ko: 비디오 코덱
vi: Bộ giải mã video

# id_invite_mcu_conference
source: Invite to MCU conference
ja: MCU カンファレンスに招待
ko: MCU 회의에 초대
vi: Mời tham gia hội nghị MCU

# id_delete_selected_friends
source: Delete selected friends
ja: 選択した友達を削除
ko: 선택한 친구 삭제
vi: Xóa bạn bè được chọn

# id_message_add_fail_contact
source: Failed to add contact!
ja: 連絡先の追加に失敗しました!
ko: 연락처 추가 실패!
vi: Không thể thêm liên hệ mới!

# id_loading
source: Loading...
ja: 読み込み中...
ko: 로드 중...
vi: Đang tải...

# id_loading_meetings
source: Loading meetings...
ja: ミーティングを読み込んでいます...
ko: 회의 불러오는 중...
vi: Đang tải cuộc họp...

# id_message_error_loading_meetings
source: Error loading meetings
ja: ミーティングの読み込みエラー
ko: 미팅 불러오기 오류
vi: Xảy ra lỗi khi tham gia cuộc họp

# id_tell_friend
source: Tell a friend
ja: 友達に教える
ko: 친구에게 알리기
vi: Giới thiệu với bạn bè

source: All
ja: すべて
ko: 모두
vi: Tất cả

# id_search_contact_name
source: Search or enter contact name
ja: 連絡先名を検索または入力
ko: 연락처 이름 검색 또는 입력
vi: Tìm kiếm hoặc nhập thông tin liên lạc

source: Missed
ja: 逃した
ko: 부재중
vi: Bỏ lỡ

source: Back
ja: 戻る
ko: 뒤로
vi: Quay lại

source: Invite
ja: 招待
ko: 초대
vi: Mời

# id_ip_host
source: ip/host
ja: IP/ホスト
ko: IP/호스트

source: Version
ja: バージョン
ko: 버전
vi: Phiên bản

source: Build
ja: ビルド
ko: 빌드

# id_all_rights_reserved
source: All rights reserved
ja: 無断転載を禁じます
ko: 모든 권한 보유
vi: Pte Ltd, All rights reserved

# id_create_meeting
source: Create meeting
ja: ミーティングの作成
ko: 회의 생성
vi: Tạo cuộc họp

source: Description
ja: 説明
ko: 설명

source: Duration
ja: 期間
ko: 기간
vi: Thời lượng

source: Starts
ja: 開始
ko: 시작
vi: Bắt đầu

source: Today
ja: 今日
ko: 오늘
vi: Hôm nay

source: Tomorrow
ja: 明日
ko: 내일
vi: Ngày mai

# id_send_sms
source: Send SMS
ja: SMS を送信
ko: SMS 보내기
vi: gửi tin nhắn

source: Participants
ja: 参加者
ko: 참가자
vi: Thành viên

source: Search
ja: 検索
ko: 검색
vi: Tìm kiếm

# id_text_input
source: Text input
ja: テキスト入力
ko: 텍스트 입력
vi: nhập

# id_text_font
source: Text font
ja: テキスト フォント
ko: 텍스트 글꼴
vi: font chữ

# id_text_color
source: Text color
ja: テキストの色
ko: 텍스트 색상
vi: Màu chữ

# id_text_size
source: Text size
ja: テキスト サイズ
ko: 텍스트 크기
vi: Kích thước chữ

# id_message_conneceting_group
source: Connecting to whiteboard group, please wait.....
ja: ホワイトボード グループに接続しています。お待ちください.....
ko: 화이트보드 그룹에 연결하는 중입니다. 잠시만 기다려 주십시오.....
vi: Đang kết nối đến nhóm. Xin hãy đợi .....

# id_message_requesting_group
source: Initating whiteboard group, please wait......
ja: ホワイトボード グループを開始しています。お待ちください......
ko: 화이트보드 그룹을 시작하는 중입니다. 잠시만 기다려 주십시오...
vi: Đang yêu cầu tới nhóm. Xin hãy đợi......

# id_message_request_group_fail
source: Failed to initate whiteboard group!
ja: ホワイトボード グループの開始に失敗しました!
ko: 화이트보드 그룹을 시작하지 못했습니다!
vi: Yếu cầu đến nhóm lỗi!

# id_message_connect_whiteboard_server
source: Connection to whiteboard server closed!
ja: ホワイトボード サーバーへの接続が閉じられました!
ko: 화이트보드 서버에 대한 연결이 닫혔습니다!
vi: Kết nối từ whiteboard tới máy chủ đã đóng

source: Color
ja: 色
ko: 색상
vi: Màu

source: Width
ja: 幅
ko: 너비
vi: Chiều rộng

source: Clear
ja: クリア
ko: 지우기
vi: Xoá

source: Default
ja: デフォルト
ko: 기본값
vi: Mặc định

source: Low
ja: 低
ko: 낮음
vi: Thấp

source: High
ja: 高
ko: 높음
vi: Cao

source: White
ja: 白
ko: 흰색
vi: Trắng

# id_select_color
source: Select a color
ja: 色を選択
ko: 색상 선택
vi: Chọn màu

# id_color_picker
source: Color picker
ja: カラーピッカー
ko: 색상 선택기
vi: Màu thử

# id_uploading
source: Uploading...
ja: アップロード中...
ko: 업로드 중...
vi: Đang tải lên...

source: Close
ja: 閉じる
ko: 닫기
vi: Đóng lại

source: Topic
ja: トピック
ko: 주제
vi: Chủ đề

source: hours
ja: 時間
ko: 시간
vi: giờ

source: minutes
ja: 分
ko: 분
vi: phút

source: seconds
ja: 秒
ko: 초
vi: giây

source: days
ja: 日
ko: 일
vi: ngày

source: Other
ja: その他
ko: 기타
vi: Lựa chọn khác

source: Manager
ja: マネージャー
ko: 매니저
vi: Quản lý

source: Shapes
ja: 形状
ko: 모양
vi: Hình

source: Text
ja: テキスト
ko: 텍스트
vi: Chữ

source: Colors
ja: 色
ko: 색상
vi: Màu

source: Eraser
ja: 消しゴム
ko: 지우개
vi: Tẩy

source: Select
ja: 選択
ko: 선택
vi: Chọn

source: Mark
ja: マーク
ko: 마크
vi: Quét

source: Move
ja: 移動
ko: 이동
vi: Di chuyển

source: Zoom
ja: ズーム
ko: 줌
vi: Tỷ lệ

source: Image
ja: 画像
ko: 이미지
vi: Hình

source: Export
ja: エクスポート
ko: 내보내기
vi: Lưu

source: GotoPage
ko: 고토페이지
vi: Đến trang

source: NewPage
ko: 새페이지
vi: Tạo mới

source: Chat
ja: チャット
ko: 채팅
vi: Tin nhắn

source: Undo
ja: 元に戻す
ko: 취소
vi: Quay lại

source: Redo
ja: やり直し
ko: 다시 실행
vi: Tiếp

source: Co-Browse
ja: コブラウズ
ko: 공동 탐색

source: Line
ja: 線
ko: 선
vi: Đường thẳng

source: Brush
ja: ブラシ
ko: 브러시
vi: Cọ

source: Rectangle
ja: 長方形
ko: 직사각형
vi: Hình chữ nhật

source: Circle
ja: 円
ko: 원
vi: Đường tròn

source: Ellipse
ja: 楕円
ko: 타원
vi: Hình ellipse

source: Style
ja: スタイル
ko: 스타일
vi: Kiểu

# id_fill_mode
source: Fill mode
ja: 塗りつぶしモード
ko: 채우기 모드
vi: Chế độ điền

source: Background
ja: 背景
ko: 배경
vi: Hình nền

source: Foreground
ja: 前景
ko: 전경

# id_name_card
source: Name card
ja: 名刺
ko: 명함

source: Chats
ja: チャット
ko: 채팅
vi: Trò chuyện

# id_image
source: [Image]
ja: [画像]
ko: [이미지]
vi: [Hình ảnh]

# id_audio
source: [Audio]
ja: [音声]
ko: [오디오]
vi: [Âm thanh]

# id_video
source: [Video]
ja: [動画]
ko: [동영상]
vi: [Đoạn phim]

# id_location
source: [Location]
ja: [場所]
ko: [위치]
vi: [Vị trí]

# id_no_favorites
source: No favorites yet
ja: お気に入りはまだありません
ko: 아직 즐겨찾기 없음
vi: Chưa có yêu thích

source: Colleagues
ja: 同僚
ko: 동료들
vi: Đồng nghiệp

source: Family
ja: 家族
ko: 가족
vi: Gia đình

source: Start
ja: 開始
ko: 시작
vi: Gọi

source: Call
ja: コール
ko: 통화
vi: Gọi

source: Yesterday
ja: 昨日
ko: 어제
vi: Hôm qua

# id_message_enable_notification
source: Please enable push notifications on your device in order to receive push messages!
ja: プッシュ メッセージを受信するには、デバイスでプッシュ通知を有効にしてください!
ko: 푸시 메시지를 받으려면 장치에서 푸시 알림을 활성화하십시오!
vi: Xin vui lòng cho phép cảnh báo trong trung tâm thông báo, nếu không bạn không thể nhận được các thông báo thành công

# id_contacts_selected
source: Contacts selected
ja: 選択された連絡先
ko: 선택된 연락처
vi: liên hệ được chọn

# id_creating_meeting
source: Creating meeting...
ja: ミーティングを作成しています...
ko: 회의 생성 중...
vi: Đang tạo cuộc họp...

# id_joining_meeting
source: Joining meeting...
ja: ミーティングに参加しています...
ko: 회의 참가 중...
vi: Đang vào cuộc họp...

# id_meeting_created
source: Meeting created!
ja: ミーティングが作成されました!
ko: 회의가 생성되었습니다!
vi: Đã tạo cuộc họp !

# id_chat_settings
source: Chat settings
ja: チャット設定
ko: 채팅 설정
vi: Cài đặt trò chuyện

source: Auto-erase
ja: 自動消去
ko: 자동 지우기
vi: Tự động xoá

# id_save_incoming_media
source: Save incoming media
ja: 受信メディアを保存
ko: 들어오는 미디어 저장
vi: Lưu tệp tin nhận được

# id_gorup_messages
source: Group messages
ja: グループ メッセージ
ko: 그룹 메시지
vi: Tin nhắn theo nhóm

# id_schedule_manager
source: Schedule manager
ja: スケジュール マネージャー
ko: 일정 관리자
vi: Quản lý Lịch trình

# id_adding
source: Adding...
ja: 追加中...
ko: 추가 중...
vi: Đang thêm...

# id_deleting
source: Deleting...
ja: 削除しています...
ko: 삭제 중...
vi: Đang xoá..

# id_searching
source: Searching...
ja: 検索中...
ko: 검색 중...
vi: Đang tìm kiếm...

# id_add_momeet_friend
source: Add friend
ja: 友達を追加
ko: 친구 추가
vi: Thêm bạn Momeet

# id_add_phone_contact
source: Add phone contact
ja: 電話連絡先を追加
ko: 전화 연락처 추가
vi: Thêm bạn điện thoại

# id_message_choose_group
source: Choose a group
ja: グループを選択
ko: 그룹 선택
vi: Chọn một nhóm

# id_pr_code
source: QR code
ja: QR コード
ko: QR 코드
vi: Mã QR

source: Send
ja: 送信
ko: 보내기
vi: Gửi

source: Numpad
ja: テンキー
ko: 숫자 패드
vi: Bàn phím số

source: Forward
ja: 前方
ko: 앞으로
vi: Chuyển

source: Copy
ja: コピー
ko: 복사
vi: Sao chép

source: Define
ja: 定義
ko: 정의
vi: Định nghĩa

# id_message_release_load_more
source: Release to load more...
ja: 解放してさらに読み込む...
ko: 더 로드하려면 손을 떼세요...
vi: Thả để tải thêm...

# id_message_pull_up_load_more
source: Pull up to load more...
ja: プルアップしてさらに読み込む...
ko: 더 로드하려면 위로 당기세요...
vi: Kéo lên để tải lên...

# id_loading_more
source: Loading more...
ja: さらに読み込んでいます...
ko: 더 불러오는 중...
vi: Đang tải thêm...

# id_message_release_refesh
source: Release to refresh...
ja: リリースして更新...
ko: 새로고침하려면 해제...
vi: Thả để làm mới...

# id_message_pull_down_refesh
source: Pull down to refresh...
ja: プルダウンして更新...
ko: 새로고침하려면 아래로 당기세요...
vi: Kéo lên để làm mới...

# id_message_last_update
source: Last updated: %@
ja: 最終更新: %@
ko: 마지막 업데이트: %@
vi: Cập nhật gần nhất: %@

# id_old_pass
source: Old:
ja: 古い:
ko: 이전:
vi: Mật khẩu hiện tại:

# id_new_pass
source: New:
ja: 新規:
ko: 신규:
vi: Mật khẩu mới:

# id_confirm_pass
source: Confirm:
ja: 確認:
ko: 확인:
vi: Xác nhận:

# id_message_input_verify_code
source: Please enter the verification code
ja: 確認コードを入力してください
ko: 인증 코드를 입력하세요
vi: Vui lòng nhập mã xác nhận

# id_verify_captra
source: Verification code error
ja: 検証コード エラー
ko: 인증 코드 오류
vi: Lỗi mã xác nhận

# id_message_message_not_send
source: Your message was not sent. Tap "Try Again" to send this message.
ja: メッセージは送信されませんでした。このメッセージを送信するには、[再試行] をタップしてください。
ko: 메시지가 전송되지 않았습니다. 이 메시지를 보내려면 "다시 시도"를 누르십시오.
vi: Tin nhắn của bạn chưa được gửi. Ấn "Try Again" để gửi tin nhắn.
