Repository: lehieusharky/icommeet
Catalog: ImomeetVisionOS/ImomeetVisionOS/Cores/LanguageManager/Localizable/*.lproj/Localizable.strings
Languages: ja, ko, vi

# id_message_message_not_dowload
source: Your message was not downloaded. Tap "Try Again" to download this message.
ja: メッセージはダウンロードされませんでした。[再試行] をタップしてこのメッセージをダウンロードしてください。
ko: 메시지가 다운로드되지 않았습니다. 이 메시지를 다운로드하려면 "다시 시도"를 누르십시오.
vi: Tin nhắn của bạn chưa được tải xuống. Ấn "Try Again" để tải lại.

# id_message_message_not_upload
source: Your message was not uploaded. Tap "Try Again" to upload this message.
ja: メッセージはアップロードされませんでした。このメッセージをアップロードするには、[再試行] をタップしてください。
ko: 메시지가 업로드되지 않았습니다. 이 메시지를 업로드하려면 "다시 시도"를 누르십시오.
vi: Tin nhắn của bạn chưa được tải lên. Ấn "Try Again" để tải lại.

# id_message_try_again
source: Try again
ja: 再試行
ko: 다시 시도하세요
vi: Thử lại

# id_new_group
source: New group
ja: 新しいグループ
ko: 새 그룹
vi: Nhóm mới

# id_message_add_friend
source: You have added %@ as your friend. Start chatting!
ja: %@ を友達として追加しました。チャットを始めましょう!
ko: %@을(를) 친구로 추가했습니다. 채팅을 시작하세요!
vi: Bạn đã thêm %@ là bạn của mình. Hãy bắt đầu trò chuyện!

# id_message_request_be_your_friend
source: %@ requested to be your friend.
ja: %@ があなたの友達になることをリクエストしました。
ko: %@이(가) 친구가 되어달라고 요청했습니다.
vi: %@ yêu cầu làm bạn của bạn.

# id_message_accept_friend_requset
source: I've accepted your friend request. Now let's chat!
ja: あなたの友達リクエストを承認しました。チャットしましょう!
ko: 친구 요청을 수락했습니다. 이제 채팅을 합시다!
vi: Tôi đã chấp nhận yêu cầu kết bạn. Hãy bắt đầu trò chuyện nào!

# id_message_contact_exist
source: The contact already exist!
ja: 連絡先は既に存在します!
ko: 연락처가 이미 존재합니다!
vi: Liên hệ này đã tồn tại!

# id_message_want_delete_users
source: Do you want to delete these users?
ja: これらのユーザーを削除しますか?
ko: 이 사용자를 삭제하시겠습니까?
vi: Bạn có muốn xoá những người dùng này không?

# id_message_want_delete_group
source: Do you want to delete these groups?
ja: これらのグループを削除しますか?
ko: 이 그룹을 삭제하시겠습니까?
vi: Bạn có muốn xoá những nhóm này không?

# id_message_want_delete_contact
source: Do you want to delete this contact?
ja: この連絡先を削除しますか?
ko: 이 연락처를 삭제하시겠습니까?
vi: Bạn có muốn xoá tài khoản này không?

# id_message_group_select_not_rename_delete
source: The selected groups cannot be renamed or deleted.
ja: 選択したグループは名前変更または削除できません。
ko: 선택한 그룹은 이름을 바꾸거나 삭제할 수 없습니다.

# id_delete_leave
source: Delete and leave
ja: 削除して離れる
ko: 삭제하고 나가기
vi: Xoá và thoát

# id_change_subject
source: Change subject
ja: 件名を変更
ko: 제목 변경
vi: Đổi tên nhóm

source: Change
ja: 変更
ko: 변경
vi: Thay đổi

# id_message_enter_group_subject
source: Enter group subject
ja: グループの件名を入力
ko: 그룹 제목 입력
vi: Nhập tên nhóm

# id_user_manager
source: User manager
ja: ユーザー マネージャー
ko: 사용자 관리자
vi: Quản lý

# id_kick_user
source: Kick user
ja: ユーザーをキック
ko: 사용자 추방
vi: Chặn nguời này

# id_ban_user
source: Ban user
ja: ユーザーを禁止
ko: 사용자 차단
vi: Cấm người này

# id_group_participants
source: Group participants
ja: グループ参加者
ko: 그룹 참가자
vi: Người tham gia

# id_group_name_not_set
source: Group name: Not set
ja: グループ名: 未設定
ko: 그룹 이름: 설정되지 않음
vi: Tên nhóm: Chưa đặt

# id_message_push_talk
source: Push to talk
ja: プッシュトーク
ko: 말하려면 누르십시오
vi: Giữ để nói

# id_message_tap_join_push_talk
source: Tap to join Push to talk
ja: タップしてプッシュトークに参加
ko: 누르며 대화에 참여하려면 누르세요
vi: Nhấn để tham gia

# id_group_chat2
source: Group chat
ja: グループチャット
ko: 그룹 채팅
vi: Nhóm trò chuyện

# id_people_session
source: people in the session
ja: セッション内の人々
ko: 세션에 있는 사람들
vi: người trong phòng

# id_group_chat
source: Group chat (%d)
ja: グループチャット (%d)
ko: 그룹 채팅(%d)
vi: Nhóm trò chuyện (%d)

# id_message_start_push_talk_session
source: I have started a Push to talk session.
ja: プッシュツートーク セッションを開始しました。
ko: Push to talk 세션을 시작했습니다.
vi: Tôi bắt đầu phiên trò chuyện.

# id_message_push_talk_session_end
source: Push to talk session ended.
ja: プッシュツートーク セッションが終了しました。
ko: Push to talk 세션이 종료되었습니다.
vi: Phiên trò chuyện kết thúc.

# id_already_join_room
source: joined this room
ja: このルームに参加しました
ko: 이 방에 참여했습니다.
vi: đã vào phòng.

# id_already_leave_room
source: left this room
ja: この部屋から出ました
ko: 이 방에서 나감
vi: đã rời khỏi phòng

# id_talking
source: is talking....
ja: 話している....
ko: 말하고 있다....
vi: đang nói....

# id_message_talking_now
source: You are talking now
ja: あなたは今話している
ko: 지금 말하는 중입니다.
vi: Bạn đang nói

# id_message_waiting
source: Please wait......
ja: お待ちください......
ko: 기다려주세요......
vi: Vui lòng đợi......

# id_message_connecting_server
source: Connecting to the server. Please wait..
ja: サーバーに接続しています。お待ちください..
ko: 서버에 연결 중입니다. 잠시만 기다려 주십시오..
vi: Kết nối tới máy chủ. Vui lòng đợi...

# id_message_server_disconnect
source: Disconnecting from chat server. Please wait...
ja: チャット サーバーから切断しています。お待ちください...
ko: 채팅 서버와의 연결을 끊는 중입니다. 잠시만 기다려 주십시오...
vi: Ngắt kết nối tới máy chủ. Vui lòng đợi...

# id_server_lost_connect_message
source: The server lost connection. Please wait...
ja: サーバーの接続が失われました。お待ちください...
ko: 서버 연결이 끊겼습니다. 잠시만 기다려 주십시오...
vi: Mất kết nối. Vui lòng đợi...

# id_slide_to_cancel
source: Slide to cancel <<<
ja: スライドでキャンセル <<<
ko: 슬라이드하여 취소 <<<
vi: Trượt để huỷ <<<

# id_have_offline_message
source: You have offline message.
ja: オフライン メッセージがあります。
ko: 오프라인 메시지가 있습니다.
vi: Bạn có tin nhắn.

# id_push_to_talk_call
source: You are in push to talk call
ja: プッシュ トゥ トーク コール中です
ko: Push to Talk 통화 중입니다.
vi: Bạn đang trong cuộc gọi giữ để nói

# id_exit_push_to_talk_before_leave
source: Please exit push to talk before leaving the room
ja: ルームを出る前にプッシュトークを終了してください
ko: 방을 나가기 전에 푸시 투 토크를 종료하십시오
vi: Vui lòng thoát phiên trò chuyện trước khi rời phòng.

# id_push_to_talk_session
source: You are in a Push to talk session.
ja: プッシュ トゥ トーク セッションに参加しています。
ko: Push to talk 세션에 있습니다.
vi: Đang trong phiên nói chuyện.

# id_connect_fail_cannot_invite
source: Connection to the server failed. You cannot invite the participant now, please try again later!
ja: サーバーへの接続に失敗しました。現在参加者を招待することはできません。後でもう一度試してください!
ko: 서버 연결에 실패했습니다. 지금은 참가자를 초대할 수 없습니다. 나중에 다시 시도하십시오!
vi: Bạn không thể mời người này bây giờ vì lỗi máy chủ, vui lòng thử lại sau!

# id_not_allow_invite_because_no_voip
source: You are not allowed to invite normal phone user now because you have no VOIP access!
ja: VOIP アクセスがないため、通常の電話ユーザーを招待することはできません!
ko: VOIP 액세스 권한이 없기 때문에 지금은 일반 전화 사용자를 초대할 수 없습니다!
vi: Bạn không thể thực hiện cuộc gọi vì không thể truy cập VOIP!

source: Group
ja: グループ
ko: 그룹
vi: Nhóm

source: UnGroup
ja: グループ解除
ko: 그룹 해제
vi: Bỏ nhóm

# id_company_groups
source: Company groups
ja: 会社グループ
ko: 회사 그룹
vi: Nhóm công ty

# id_new_chat
source: New chat
ja: 新しいチャット
ko: 새 채팅
vi: Cuộc trò chuyện mới

# id_latest_chat
source: Latest chat
ja: 最新のチャット
ko: 최근 채팅
vi: Cuộc trò chuyện gần nhất

# id_network_not_stable_connect_again
source: Network is unstable, reconnection in process...
ja: ネットワークが不安定です。再接続中です...
ko: 네트워크가 불안정합니다. 다시 연결하는 중입니다...
vi: Mạng hiện không ổn định, đang kết nối lại...

# id_reconnect_now
source: Reconnecting now, please wait...
ja: 再接続しています。お待ちください...
ko: 지금 다시 연결 중입니다. 잠시만 기다려 주십시오...
vi: Đang kết nối lại, vui lòng chờ...

# id_disconnected
source: Disconnected
ja: 切断されました
ko: 연결 해제됨
vi: Kết nối bị rớt

# id_fail_reconnect
source: Failed to reconnect.
ja: 再接続に失敗しました。
ko: 재연결에 실패했습니다.
vi: Không kết nối lại được.

source: Help
ja: ヘルプ
ko: 도움말
vi: Giúp đỡ

source: Skip
ja: スキップ
ko: 건너뛰기
vi: Bỏ qua

source: Next
ja: 次
ko: 다음
vi: Tiếp theo

# id_got_it
source: Got it
ja: わかりました
ko: 알았다
vi: Đã hiểu

# id_how_to_create_meeting
source: How to create your meeting
ja: ミーティングの作成方法
ko: 회의 생성 방법
vi: Làm thế nào để tạo cuộc họp

# id_step1_add_new_contact
source: Step 1: Add new contact to your contact list
ja: ステップ 1: 新しい連絡先を連絡先リストに追加する
ko: 1단계: 연락처 목록에 새 연락처 추가
vi: Bước 1: Thêm mới một liên hệ vào danh bạ

# id_step2_hold_contact_to_select
source: Step 2: Press and hold on contact to select meeting participant
ja: ステップ 2: 連絡先を長押しして会議参加者を選択する
ko: 2단계: 연락처를 길게 눌러 회의 참가자 선택
vi: Bước 2: Chọn liên hệ để thêm vào danh sách người tham gia trong cuộc họp

# id_step2_click_create
source: Step 3: Click "Create" button
ja: ステップ 3: "作成" ボタンをクリックします
ko: 3단계: "생성" 버튼 클릭
vi: Bước 3: Ấn nút "Create"

# id_contact_details
source: Contact detail
ja: 連絡先の詳細
ko: 연락처 정보
vi: Chi tiết

source: Meeting
ja: 会議
ko: 회의
vi: Tạo cuộc họp

source: Position
ja: 位置
ko: 위치
vi: Vị trí

source: Gender
ja: 性別
ko: 성별
vi: Giới tính

source: Email
ja: 電子メール
ko: 이메일
vi: Thư điện tử

# id_account_manager
source: Account manager
ja: アカウント マネージャー
ko: 계정 관리자
vi: Quản lý tài khoản

# id_choose_from_gallery
source: Choose from Gallery
ja: ギャラリーから選択
ko: 갤러리에서 선택
vi: Chọn từ bộ sưu tập

source: Male
ja: 男性
ko: 남성
vi: Nam

source: Female
ja: 女性
ko: 여성
vi: Nữ

# id_change_email
source: Change email
ja: メールを変更
ko: 이메일 변경
vi: Thay đổi thư điện tử

source: More
ja: もっと
ko: 더보기
vi: Thêm

# Setting
source: Settings
ja: 設定
ko: 설정
vi: Hình ảnh & âm thanh

# id_conference_list_empty
source: Conference list is empty. Create new meeting now.
ja: 会議リストが空です。 今すぐ新しい会議を作成してください。
ko: 회의 목록이 비어 있습니다. 지금 새 회의를 만드십시오.
vi: Không có cuộc họp nào trong danh sách

source: hour
ja: 時間
ko: 시간
vi: giờ

source: Meetings
ja: ミーティング
ko: 회의
vi: Cuộc họp

# id_message_cancel_meeting
source: Do you really want to cancel this meeting?
ja: 本当にこのミーティングをキャンセルしますか?
ko: 이 회의를 정말 취소하시겠습니까?
vi: Bạn có chắc là huỷ cuộc họp?

# id_meeting_details
source: Meeting details
ja: 会議の詳細
ko: 회의 세부 정보
vi: Chi tiết cuộc họp

# id_update_meeting
source: Update meeting
ja: ミーティングを更新
ko: 회의 업데이트
vi: Cập nhật cuộc họp

source: Update
ja: 更新
ko: 업데이트
vi: Cập nhật

# id_video_quality
source: Video quality
ja: ビデオの品質
ko: 비디오 품질
vi: Chất lượng video

# id_s_conference
source: %@'s conference
ja: %@ の会議
ko: %@의 회의

# id_invalid_email!
source: Please enter a valid email address!.
ja: 有効なメールアドレスを入力してください!.
ko: 올바른 이메일 주소를 입력하세요!.

# id_name_do_not_empty!
source: Please enter your name then press Save
ja: 名前を入力して [保存] をクリックしてください
ko: 이름을 입력하고 저장을 누르십시오

# N/A
source: Not available
ja: 利用できません
ko: 사용할 수 없음
vi: Chưa đặt

# id_conference_cancel_sussess
source: Conference cancelled successfully.
ja: 会議は正常にキャンセルされました。
ko: 회의가 성공적으로 취소되었습니다.
vi: Huỷ bỏ cuộc họp thành công.

# id_change_name
source: Change name
ja: 名前を変更
ko: 이름 변경
vi: Đổi tên

# id_enter_old_pass
source: Please enter your old password
ja: 古いパスワードを入力してください
ko: 기존 비밀번호를 입력하세요

# id_enter_new_pass
source: Enter new password (8-16 characters)
ja: 新しいパスワードを入力してください
ko: 새 비밀번호를 입력하세요
vi: Mật khẩu mới phải nhập từ 8 đến 16 ký tự

# id_enter_new_pass_confirm
source: Please confirm your new password
ja: 新しいパスワードを確認してください
ko: 새 비밀번호를 확인하세요
vi: Vui lòng nhập lại mật khẩu mới của bạn

# id_change_location
source: Change location
ja: 場所を変更
ko: 위치 변경
vi: Vùng

source: Result
ja: 結果
ko: 결과
vi: Kết quả

# id_server_not_available
source: Server is not available
ja: サーバーが利用できません
ko: 서버를 사용할 수 없습니다.
vi: Thông tin máy chủ không đúng

# log_out
source: Logging out...
ja: ログアウトしています...
ko: 로그아웃 중...
vi: Đang đăng xuất...

source: Region
ja: 地域
ko: 지역
vi: Vùng

# id_message_have_exist_meeting
source: Sorry, you have an existing meeting, please reschedule or cancel the existing meeting.
ja: 申し訳ありませんが、既存の会議があります。既存の会議を再スケジュールするかキャンセルしてください。
ko: 죄송합니다. 기존 회의가 있습니다. 일정을 변경하거나 기존 회의를 취소하십시오.
vi: Bạn có cuộc họp ngay bây giờ. Vui lòng tham gia cuộc họp hiện tại hoặc thử tạo lại sau khi huỷ bỏ cuộc họp này.

# id_message_fail_create_meeting
source: Failed to create meeting, please try again!
ja: ミーティングの作成に失敗しました。もう一度お試しください!
ko: 회의 생성에 실패했습니다. 다시 시도하십시오!
vi: Tạo cuộc họp thất bại, vui lòng thử lại!

# id_message_not_edit_now
source: You cannot edit now. Meeting has already started.
ja: 現在編集できません。ミーティングは既に開始されています。
ko: 지금 편집할 수 없습니다. 회의가 이미 시작되었습니다.
vi: Bạn không thể chỉnh sửa bây giờ. Cuộc họp đã bắt đầu.

# id_pass_login
source: Password login
ja: パスワード ログイン
ko: 비밀번호 로그인
vi: Mật khẩu đăng nhập

# id_message_fail_phone_number
source: Failed, please check phone number again
ja: 失敗しました。電話番号をもう一度確認してください
ko: 실패했습니다. 전화번호를 다시 확인하십시오.
vi: Thất bại, vui lòng kiểm tra lại số điện thoại

# id_message_logout
source: Do you want to logout?
ja: ログアウトしますか?
ko: 로그아웃하시겠습니까?
vi: Bạn có muốn thoát ứng dụng?

# id_share_app
source: Application sharing
ja: アプリケーション共有
ko: 애플리케이션 공유
vi: Chia sẻ ứng dụng

# id_manage_pass
source: Password management
ja: パスワード管理
ko: 비밀번호 관리
vi: Quản lý mật khẩu

# id_server_address
source: Server address
ja: サーバーアドレス
ko: 서버 주소
vi: Địa chỉ máy chủ

# id_share_app2
source: Share app
ja: アプリを共有
ko: 앱 공유
vi: Chia sẻ ứng dụng

# id_sms_share
source: SMS sharing
ja: SMS 共有
ko: SMS 공유
vi: Chia sẻ qua SMS

# id_wechat_share
source: WeChat sharing
ja: WeChat 共有
ko: 위챗 공유
vi: Chia sẻ qua WeChat

# id_message_download_in_web
source: invites you to use FacePro Xpert System. Download and install the App to enjoy the high quality remote expert and mobile office video communication.
ja: FacePro Xpert システムを使用するように招待します。アプリをダウンロードしてインストールし、高品質のリモート エキスパートとモバイル オフィス ビデオ通信をお楽しみください。
ko: FacePro Xpert 시스템을 사용하도록 초대합니다. 앱을 다운로드하고 설치하여 고품질 원격 전문가와 모바일 사무실 화상 통신을 즐기십시오.
vi: invites you to join the Guangdong Mobile Cloud Momeet, please install the app to enjoy the high quality video conference and effective mobile office.

# id_mesasge_download_connect_in_web
source: Hi! I am using %@, download it and connect with me now. Visit here http://es.sfvmeet.com
ja: こんにちは! 私は %@ を使用しています。ダウンロードして今すぐ接続してください。ここにアクセスしてください http://es.sfvmeet.com
ko: 안녕하세요! 저는 %@을(를) 사용하고 있습니다. 다운로드하고 지금 연결하세요. http://es.sfvmeet.com을 방문하세요.
vi: Hi! Tôi đang sử dụng %@, tải về và kết nối với tôi ngay bây giờ. Vào đây http://facepro.sfvmeet.com

# id_message_login_enable
source: Login is enabled now
ja: ログインが有効になりました
ko: 지금 로그인이 활성화되었습니다.
vi: Bây giờ, bạn có thể đăng nhập lại

# id_message_error_delete_conference
source: Error deleting conference!
ja: 会議の削除中にエラーが発生しました!
ko: 회의 삭제 오류!
vi: Error delete conference!

# id_message_invite_install
source: Invite to install
ja: インストールへの招待
ko: 설치 초대

# id_message_contact_not_install_all_and_invite
source: This is a phone contact, you cannot invite the user as a participant. Do you want to invite him/her use this app?
ja: これは電話連絡先です。ユーザーを参加者として招待することはできません。このアプリの使用を招待しますか?
ko: 전화 연락처이므로 사용자를 참가자로 초대할 수 없습니다. 이 앱을 사용하도록 초대하시겠습니까?
vi: Đây là địa chỉ từ danh bạ, bạn không thể tạo cuộc họp. Bạn có muốn mời người này sử dụng ứng dụng?

# id_sponsored_excursion_that
source: Yes
ja: はい
ko: 예
vi: Vâng

# id_choose_one_method
source: Choose one method
ja: 1 つの方法を選択
ko: 하나의 방법 선택
vi: Chọn một phương pháp

source: WeChat
ko: 위챗

# id_video_setting
source: Video settings
ja: ビデオ設定
ko: 비디오 설정
vi: Thiết lập video

# id_network_settings
source: Network settings
ja: ネットワーク設定
ko: 네트워크 설정
vi: Thiết Lập Máy Chủ

# id_SMS_verification_login
source: SMS verification login
ja: SMS 認証ログイン
ko: SMS 인증 로그인
vi: Đăng nhập bằng SMS

# id_forgot_pass
source: Forgot password?
ja: パスワードをお忘れですか?
ko: 비밀번호를 잊으셨나요?
vi: Quên mật khẩu?

# id_pass_reset
source: Password reset
ja: パスワードのリセット
ko: 비밀번호 재설정
vi: Cài lại mật khẩu

# Date
source: Release date
ja: 発売日
ko: 출시일

# id_select_all
source: Select all
ja: すべて選択
ko: 모두 선택
vi: Chọn tất cả

# id_message_wechat_not_install
source: Wechat is not installed on your device!
ja: Wechat がデバイスにインストールされていません!
ko: 장치에 Wechat이 설치되어 있지 않습니다!
vi: Ứng dụng WeChat chưa được cài đặt

source: Participants:
ja: 参加者:
ko: 참가자:
vi: Người tham gia:

# id_camera_access_require
source: Camera access required
ja: カメラへのアクセスが必要です
ko: 카메라 접근 필요

# id_message_all_camera_roll_in_setting
source: Please allow FacePro to access your camera roll in your device Settings.
ja: デバイスの設定で、FacePro がカメラ ロールにアクセスできるようにしてください。
ko: 장치 설정에서 FacePro가 카메라 롤에 접근할 수 있도록 허용하십시오.
vi: Please allow us to access your camera roll in your device Settings.

# id_unselect_all
source: Deselect all
ja: すべての選択を解除
ko: 모두 선택 취소
vi: Bỏ chọn tất cả

# id_company
source: FacePro Xpert System
ja: FacePro Xpert システム
ko: FacePro Xpert 시스템
vi: Guangdong Mobile

# id_message_pass_require_six_chacacter
source: Password must be at least six characters.
ko: 비밀번호는 6자 이상이어야 합니다.
vi: Mật khẩu cần ít nhất 6 ký tự

# id_current_version_new_current_size
source: Current version: %1$@ New version: %2$@ Size: %3$@
ja: 現在のバージョン: %1$@ 新しいバージョン: %2$@ サイズ: %3$@
ko: 현재 버전: %1$@ 새 버전: %2$@ 크기: %3$@
vi: Phiên bản hiện tại: %1$@ Phiên bản mới: %2$@ Kích thước: %3$@

# id_change_logs
source: Change logs:
ja: 変更ログ:
ko: 변경 로그:
vi: Các thay đổi

source: Later
ja: 後で
ko: 나중에
vi: Để sau

# id_update_now
source: Update now
ja: 今すぐ更新
ko: 지금 업데이트
vi: Cập nhật ngay

# id_create_meeting_group
source: Create a meeting group
ja: ミーティング グループを作成する
ko: 모임 그룹 만들기
vi: Tạo nhóm từ người tham gia

# id_group_name
source: Group name
ja: グループ名
ko: 그룹 이름
vi: Tên nhóm

# id_meeting_schedule
source: Your schedule
ja: あなたのスケジュール
ko: 내 일정
vi: Lịch trình họp

# id_meeting_group
source: Your groups
ja: あなたのグループ
ko: 내 그룹
vi: Danh sách nhóm

source: Creator
ja: 作成者
ko: 창조자
vi: Người tạo

# id_history_record
source: History records
ja: 履歴記録
ko: 이력 기록
vi: Lịch sử cuộc họp

# id_lates_30_day
source: 30 recent days
ja: 最近 30 日間
ko: 최근 30일
vi: 30 ngày gần đây

# id_start_meeting
source: Start meeting
ja: ミーティングの開始
ko: 회의 시작
vi: Bắt đầu cuộc họp

# id_edit_group
source: Edit group
ja: グループを編集
ko: 그룹 편집
vi: Sửa nhóm

# id_leave_group
source: Leave group
ja: グループを脱退
ko: 그룹 탈퇴
vi: Rời khỏi nhóm

# id_exit_group
source: Leave group
ja: グループを脱退
ko: 그룹 탈퇴
vi: Rời nhóm

# id_message_exit_group
source: Leave this group?
ja: このグループから脱退しますか?
ko: 이 그룹에서 나가시겠습니까?
vi: Rời khỏi nhóm?

# id_message_dismiess_group
source: Do you want to leave and delete this meeting group?
ko: 이 회의 그룹을 나가고 삭제하시겠습니까?
vi: Bạn có muốn rời khỏi và xóa nhóm này không?

# id_message_delete_meeting_by_creator
source: This meeting group was deleted by the creator.
ja: このミーティング グループは作成者によって削除されました。
ko: 이 회의 그룹은 생성자가 삭제했습니다.
vi: Cuộc họp được xoá bởi người tạo.

# id_message_remove_member
source: Are you sure you want to remove member
ja: 本当にメンバーを削除しますか
ko: 구성원을 삭제하시겠습니까?
vi: Xác nhận xoá thành viên

# id_meeting_update
source: Meeting updated!
ja: ミーティングが更新されました!
ko: 회의가 업데이트되었습니다!
vi: Cuộc họp đã được cập nhật!

# id_pin_to_top
source: Pin to top
ja: 上に固定
ko: 상단에 고정
vi: Đánh dấu

source: Unpin
ja: 固定解除
ko: 고정 해제
vi: Bỏ đánh dấu

source: Exit
ja: 終了
ko: 종료
vi: Thoát

# id_create_at
source: Created at
ja: 作成日
ko: 생성 위치
vi: Tạo lúc

# id_free_trial
source: Free trial
ja: 無料トライアル
ko: 무료 평가판
vi: Bản dùng thử miễn phí

# id_meeting_notification
source: Meeting notification
ja: 会議の通知
ko: 회의 알림
vi: Thông báo hội nghị

# id_message_miss_notification
source: FacePro notifications is not enabled on your device, you may not receive important meeting notifications!
ja: お使いのデバイスで FacePro 通知が有効になっていないため、重要な会議の通知を受け取れない可能性があります!
ko: 기기에서 FacePro 알림이 활성화되지 않아 중요한 회의 알림을 받지 못할 수 있습니다!
vi: Thiết bị của bạn đang vô hiệu tính năng thông báo, bạn có thể bỏ lỡ những thông báo hội họp quan trọng

# id_go_setting_now
source: Go to settings now
ja: 今すぐ設定に移動
ko: 지금 설정으로 이동
vi: Thiết lập ngay

# id_mesasge_not_show_message
source: Do not show this message again
ja: このメッセージを今後表示しない
ko: 이 메시지를 다시 표시하지 않음
vi: Không hiển thị lần nữa

# id_audio_only_meeting
source: Audio - Only meeting
ja: 音声 - 会議のみ
ko: 오디오 - 회의만
vi: Hội nghị âm thanh

# id_enter_server_ip
source: Server
ja: サーバー
ko: 서버

# id_change_account
source: Change account
ja: アカウントを変更
ko: 계정 변경
vi: Thay đổi tài khoản

# id_message_check_network
source: Please check the network.
ja: ネットワークを確認してください。
ko: 네트워크를 확인하십시오.
vi: Vui lòng kiểm tra tình trạng mạng.

# id_audio_only
source: Audio only
ja: 音声のみ
ko: 오디오 전용
vi: Cuộc họp âm thanh

# id_message_meeting_support_size
source: This meeting room only supports %1$@ participants but you have invited over %2$@ participants, please check!
ja: この会議室は %1$@ 人の参加者しかサポートしていませんが、%2$@ 人以上の参加者を招待しています。確認してください!
ko: 이 회의실은 %1$@명의 참가자만 지원하지만 %2$@명 이상의 참가자를 초대했습니다. 확인하십시오!
vi: Hội nghị có thể chứa tối đa %1$@ thành viên! Số lượng người được mời chạm mức là %2$@.

source: Permission
ko: 권한
vi: Quyền

# id_message_enable_location
source: Please enable location permissions in your device settings.
ja: デバイス設定で位置情報の許可を有効にしてください。
ko: 장치 설정에서 위치 권한을 활성화하십시오.
vi: Vui lòng bật tính năng Vị trí của ứng dụng trong Cài đặt của thiết bị.

source: Dismiss
ja: 却下
ko: 해제
vi: Rời nhóm

# id_message_choose_valid_meeting_time
source: Please choose a valid meeting time.
ja: 有効な会議時間を選択してください。
ko: 올바른 회의 시간을 선택하십시오.
vi: Thời gian cuộc họp không hợp lệ, vui lòng chọn thời gian ở tương lai.

source: Time
ja: 時間
ko: 시간
vi: Thời gian

# id_server_invalid_character
source: Server address contains invalid characters
ja: サーバー アドレスに無効な文字が含まれています
ko: 서버 주소에 유효하지 않은 문자가 포함되어 있습니다.
vi: Địa chỉ máy chủ chứa kí tự không hợp lệ

# id_pass_only_special_character
source: Password only can include a–z, 0–9, @, #, $, %, &, _, -, +, (, ), ?, * and no blank
ja: パスワードには a–z、0–9、@、#、$、%、&、_、-、+、(, )、?、* のみを使用でき、空白は使用できません
ko: 비밀번호는 a–z, 0–9, @, #, $, %, &, _, -, +, (, ), ?, *만 포함할 수 있으며 공백은 사용할 수 없습니다.
vi: Mật khẩu chỉ có thể chứa các ký tự a–z, 0–9, @, #, $, %, &, _, -, +, (, ), ?, *, và không chứa khoảng trắng

# id_reset_pass
source: Reset password
ja: パスワードをリセット
ko: 비밀번호 재설정
vi: Cài lại mật khẩu

# id_enter_verification_code
source: Enter verification code
ja: 確認コードを入力してください
ko: 인증 코드 입력
vi: Nhập mã xác nhận

# id_message_invalid_verification
source: You entered an invalid verification code, please try again
ja: 無効な確認コードを入力しました。もう一度お試しください
ko: 잘못된 확인 코드를 입력했습니다. 다시 시도하십시오.
vi: Bạn nhập sai mã xác nhận, vui lòng thử lại

# id_phone_number
source: Phone number
ja: 電話番号
ko: 전화번호
vi: Số điện thoại

source: Code
ja: コード
ko: 코드
vi: Mã

# id_login
source: Sign in
ja: サインイン
ko: 로그인
vi: Đăng nhập

# id_message_account_incorrect
source: User ID or password is incorrect, please try again
ja: ユーザー ID またはパスワードが正しくありません。もう一度お試しください
ko: 사용자 ID 또는 암호가 올바르지 않습니다. 다시 시도하십시오.
vi: Tên người dùng hoặc mật khẩu không đúng!

# id_id_phone_number
source: ID/Phone number
ja: ID/電話番号
ko: 아이디/전화번호
vi: Số ID/Phone

# id_datetime
source: Date & time
ja: 日付と時刻
ko: 날짜 및 시간
vi: Ngày và giờ

source: minute
ja: 分
ko: 분
vi: phút

source: second
ja: 秒
ko: 두 번째
vi: giây

# id_message_login_faild_check_network
source: Login failed, please check the server address and your network or contact the system administrator.
ja: ログインに失敗しました。サーバーアドレスとネットワークを確認するか、システム管理者に連絡してください。
ko: 로그인에 실패했습니다. 서버 주소와 네트워크를 확인하거나 시스템 관리자에게 문의하십시오.
vi: Đăng nhập thất bại, vui lòng kiểm tra thiết lập mạng của bạn.

# id_max_length_pass
source: The maximum password length is 16 characters
ja: パスワードの最大長は 16 文字です
ko: 최대 비밀번호 길이는 16자입니다.
vi: Chiều dài tối đa của mật khẩu là 16 ký tự

# id_i_agree
source: I agreed with
ja: 同意しました
ko: 동의함
vi: Tôi đồng ý với

# id_public_infor_security
source: “Notice of public information security”
ja: 「公開情報セキュリティのお知らせ」
ko: “공개 정보 보안 고지”
vi: “Thông báo về bảo mật thông tin công cộng”

# id_public_infor_security_yunhuiyi
source: Notice of public information security of Yunhuiyi
ja: Yunhuiyi の公開情報セキュリティに関するお知らせ
ko: 윤희이의 공개 정보 보안 공지
vi: Thông báo về bảo mật thông tin của Yunhuiyi

# id_reprot_offense
source: Report an offense
ja: 違反を報告
ko: 범죄 신고
vi: Báo cáo vi phạm

# id_public_information_security
source: Public information security
ja: 公開情報のセキュリティ
ko: 공공 정보 보안
vi: An ninh thông tin

source: Captcha
ja: キャプチャ
ko: 보안문자

# id_conference_topic_empty
source: Conference topic cannot be empty.
ja: 会議のトピックを空にすることはできません。
ko: 회의 주제는 비워둘 수 없습니다.
vi: Vui lòng điền chủ đề của hội nghị

# id_new_pass_comprise_two_character
source: New password must be a combination of letters and numbers or symbols!
ja: 新しいパスワードは文字と数字または記号の組み合わせでなければなりません!
ko: 새 비밀번호는 문자와 숫자 또는 기호의 조합이어야 합니다!
vi: Mật khẩu mới cần chứa ít nhất 2 loại trong các loại ký tự, chữ số và ký tự đặc biệt!
