Repository: lehieusharky/icommeet
Catalog: ImomeetVisionOS/ImomeetVisionOS/Cores/LanguageManager/Localizable/*.lproj/Localizable.strings
Languages: ja, ko, vi

# id_message_login_after_5_times
source: You have entered the wrong user ID or password 5 times in a row, please wait %1$s seconds and try again
ja: 間違ったユーザー ID またはパスワードを 5 回続けて入力しました。%1$s 秒待ってから再試行してください
ko: 잘못된 사용자 ID 또는 비밀번호를 연속 5회 입력했습니다. %1$s초 후에 다시 시도하십시오.
vi: Bạn đăng nhập 5 lần nhưng đã thất bại, vui lòng thực hiện lại sau %@

# id_message_pass_8_character
source: The password must be at least eight characters.
ja: パスワードは 8 文字以上である必要があります。
ko: 비밀번호는 8자 이상이어야 합니다.
vi: Mật khẩu cần ít nhất 8 ký tự!

# id_meeting_record_delete
source: Meeting records deleted.
ja: 会議記録が削除されました。
ko: 회의 기록이 삭제되었습니다.

# id_message_delete_select_meeting
source: Deleting the selected meetings, please wait.
ja: 選択したミーティングを削除しています。お待ちください。
ko: 선택한 회의를 삭제하는 중입니다. 잠시만 기다려 주십시오.
vi: Đang xóa các cuộc họp đã chọn, đợi trong giây lát...

# id_name_group
source: Name of group
ja: グループ名
ko: 그룹 이름
vi: Tên nhóm

# id_join_conference_audio
source: Join conference with audio only
ja: 音声のみで会議に参加
ko: 오디오만으로 회의 참가
vi: Tham gia cuộc họp chỉ với âm thanh

# id_message_not_find_account_on_server
source: Sorry, your account is not registered in the server, please check or contact the system administrator?
ja: 申し訳ありませんが、あなたのアカウントはサーバーに登録されていません。確認するか、システム管理者に連絡してください?
ko: 죄송합니다. 귀하의 계정이 서버에 등록되어 있지 않습니다. 확인하거나 시스템 관리자에게 문의하십시오.
vi: Rất tiếc, chúng tôi không tìm thấy tài khoản này trên máy chủ, vui lòng thử lại

# id_message_faild_access_thirdparty
source: Failed to access third-party auth gateway or SMS code delivery failure
ja: サードパーティの認証ゲートウェイへのアクセスに失敗したか、SMS コードの配信に失敗しました
ko: 제3자 인증 게이트웨이 접근 실패 또는 SMS 코드 전달 실패
vi: Truy xuất cổng xác thực bên thứ ba hoặc việc gửi tin nhắn SMS đã thất bại

source: Resend
ja: 再送信
ko: 재전송
vi: Gửi lại

# id_message_not_receive_authen_in_sms
source: You did not receive SMS authentication code? Click here to resend code again
ja: SMS 認証コードを受信していませんか? コードを再送信するには、ここをクリックしてください
ko: SMS 인증 코드를 받지 못하셨나요? 코드를 다시 보내려면 여기를 클릭하세요.
vi: Chưa nhận được mã xác nhận? Nhấn để chúng tôi gửi mã lại lần nữa

# id_edit_meeting
source: Edit meeting
ja: 会議の編集
ko: 회의 편집
vi: Chỉnh sửa cuộc họp

# id_display_contact
source: Displaying %d contacts
ja: %d 件の連絡先を表示しています
ko: %d개의 연락처 표시 중
vi: Hiển thị %d liên hệ

# id_new_pass_character
source: New password (8-16 characters)
ja: 新しいパスワード (8 ～ 16 文字)
ko: 새 비밀번호(8~16자)
vi: Mật khẩu mới (8-16 ký tự)

# id_media_transmission_protocol
source: Media transmission protocol
ja: メディア伝送プロトコル
ko: 미디어 전송 프로토콜
vi: Giao thức truyền dữ liệu

source: AUTO
ja: 自動
ko: 자동
vi: TỰ ĐỘNG

# id_share_wechat
source: WeChat
ko: 위챗

# id_no_call_here
source: No call here
ja: ここに電話はありません
ko: 여기에 전화할 수 없음
vi: Không có cuộc gọi

# id_no_message_yet
source: No messages yet
ja: メッセージはまだありません
ko: 아직 메시지가 없습니다.
vi: Không có tin nhắn

source: Compose
ja: 作成
ko: 작성
vi: Nhập

# id_message_not_decode_H265
source: Unable to decode H.265 stream from user %@
ja: ユーザー %@ からの H.265 ストリームをデコードできません
ko: 사용자 %@의 H.265 스트림을 디코딩할 수 없습니다.
vi: Khổng thể giải mã H.265 từ người dùng này %@

# id_history_detail
source: History detail
ja: 履歴の詳細
ko: 기록 상세 정보
vi: Nội dung lịch sử

# id_video_size
source: Video size
ja: 動画サイズ
ko: 동영상 크기
vi: Kích thước video

source: Hangup
ja: ハングアップ
ko: 전화 끊기
vi: Tắt

# id_add_call
source: Add call
ja: 通話を追加
ko: 통화 추가
vi: Thêm người

# id_close_camera
source: Close camera
ja: カメラを閉じる
ko: 카메라 닫기
vi: Đóng máy ảnh

source: Mute
ja: ミュート
ko: 음소거
vi: Tắt âm

source: Speaker
ja: スピーカー
ko: 스피커
vi: Loa ngoài

# id_switch_camera
source: Camera
ja: カメラ
ko: 카메라
vi: Chuyển máy ảnh

# id_video_layout_style
source: Video layout style
ja: ビデオ レイアウト スタイル
ko: 비디오 레이아웃 스타일
vi: Kiểu bố cục video

source: Viewer
ja: 閲覧者
ko: 뷰어
vi: Người xem

source: Member
ja: メンバー
ko: 회원
vi: Thành viên

source: Admin
ja: 管理者
ko: 관리자

# id_delete_contact
source: Delete contact
ja: 連絡先を削除
ko: 연락처 삭제
vi: Xoá liên hệ

# id_view_profile
source: View profile
ja: プロフィールを表示
ko: 프로필 보기
vi: Xem thông tin

# id_date_birth
source: Date of birth
ja: 生年月日
ko: 생년월일
vi: Ngày sinh

# id_meeting_detail
source: Meeting detail
ja: 会議の詳細
ko: 회의 세부 정보
vi: Chi tiết cuộc họp

# id_new_contact
source: New contact
ja: 新しい連絡先
ko: 새 연락처
vi: Liên hệ mới

source: Friends
ja: 友達
ko: 친구
vi: Bạn

# id_mute_notification
source: Mute notification
ja: 通知をミュート
ko: 알림 음소거
vi: Tắt báo tin nhắn mới

# id_block_user
source: Block this user
ja: このユーザーをブロック
ko: 이 사용자 차단
vi: Chặn người này

# id_search_message
source: Search message
ja: 検索メッセージ
ko: 메시지 검색
vi: Tìm tin nhắn

# id_clear_message
source: Clear message
ja: メッセージをクリア
ko: 메시지 지우기
vi: Xoá tin nhắn

# id_clear_message_leave
source: Clear message and leave
ja: メッセージを消去して終了
ko: 메시지를 지우고 나가기
vi: xoá tin nhắn và thoát

# id_message_delete_all_message
source: Do you want to delete all messages?
ja: すべてのメッセージを削除してもよろしいですか?
ko: 모든 메시지를 삭제하시겠습니까?
vi: Bạn có muốn xóa tất cả tin nhắn không?

# id_message_leave_clear_message_history
source: Do you want to leave chat and clear message history?
ja: チャットを終了してメッセージ履歴を消去しますか?
ko: 채팅에서 나가고 메시지 기록을 지우시겠습니까?
vi: Bạn có muốn rời nhóm và xóa tất cả tin nhắn không?

# id_message_create_group
source: You have created this group
ja: あなたはこのグループを作成しました
ko: 이 그룹을 생성했습니다.
vi: Bạn đã tạo nhóm

# id_edit_contact
source: Edit contact
ja: 連絡先を編集
ko: 연락처 수정
vi: Thay đổi tên

# id_select_contact
source: Select contact
ja: 連絡先を選択
ko: 연락처 선택
vi: Chọn liên hệ

# id_login_at_guest
source: Login as Guest
ja: ゲストとしてログイン
ko: 손님으로 로그인
vi: Đăng nhập với tài khoản khách

# id_switch_login
source: Switch to login with account/password
ja: アカウント/パスワードによるログインに切り替える
ko: 계정/비밀번호로 로그인으로 전환
vi: Chuyển sang đăng nhập với tài khoản/mật khẩu

# id_input_name
source: Enter your name
ja: 名前を入力してください
ko: 이름을 입력하세요
vi: Nhập tên của bạn

# id_input_meeting_id
source: Enter meeting ID
ja: ミーティングIDを入力してください
ko: 회의 ID 입력
vi: Nhập mã cuộc họp

# id_message_meeting_id_invalid
source: Invalid meeting ID, please check!
ja: ミーティング ID が無効です。確認してください!
ko: 잘못된 회의 ID입니다. 확인하십시오!
vi: Mã cuộc họp này không tồn tại, vui lòng kiểm tra và nhập lại

# id_message_enter_meeting_id
source: Please enter a meeting ID
ja: ミーティング ID を入力してください
ko: 회의 ID를 입력하세요
vi: Vui lòng nhập mã cuộc họp

# id_join_exist_meeting
source: Join Meeting
ja: ミーティングに参加
ko: 회의 참가
vi: Tham gia cuộc họp đang diễn ra

# id_join_with_meeting_id
source: Join with meeting ID
ja: ミーティング ID で参加
ko: 회의 ID로 참여
vi: Tham gia với mã cuộc họp

# id_message_not_allow_login_in_guest
source: Sorry, our system does not allow signing in as guest user now!
ja: 申し訳ありませんが、私たちのシステムでは現在、ゲスト ユーザーとしてのサインインが許可されていません!
ko: 죄송합니다. 저희 시스템은 현재 게스트 사용자로 로그인하는 것을 허용하지 않습니다!

# id_message_meeting_not_started_yet
source: Meeting has not started yet
ja: ミーティングはまだ開始されていません
ko: 회의가 아직 시작되지 않았습니다.
vi: Cuộc họp chưa bắt đầu

# id_meeting_already_close
source: Meeting has ended
ja: ミーティングは終了しました
ko: 회의가 종료되었습니다.
vi: Cuộc họp đã kết thúc

# id_pick_contact_from_group
source: Pick contact from group
ja: グループから連絡先を選択
ko: 그룹에서 연락처 선택
vi: Chọn liên hệ từ nhóm

# id_invite_extenal_contact
source: Invite external contact
ja: 外部連絡先を招待
ko: 외부 연락처 초대
vi: Mời thành viên từ bên ngoài

# id_message_share_meeting_detail_screen_with_extenal_contact
source: Please click on the Share button in meeting detail screen to share with external contacts.
ja: 会議の詳細画面で [共有] ボタンをクリックして、外部の連絡先と共有してください。
ko: 외부 연락처와 공유하려면 회의 세부 정보 화면에서 공유 버튼을 클릭하십시오.
vi: Nhấn nút Chia Sẻ ở màn hình nội dung cuộc họp, bạn có thể chia sẻ thông tin với bạn khác bên ngoài ứng dụng.

# id_login_with_id
source: Login with ID
ja: IDでログイン
ko: 아이디로 로그인
vi: Đăng nhập với tài khoản

# id_login_with_sms
source: Login with SMS
ja: SMSでログイン
ko: SMS로 로그인
vi: Đăng nhập thông qua mã SMS

# id_message_create_meeting_and_join_with_meeting_id
source: You can share this meeting with external contacts after meeting is created successfully. They can join into the meeting easily with the meeting ID.
ja: ミーティングが正常に作成された後、このミーティングを外部の連絡先と共有できます。 彼らはミーティング ID を使用して簡単にミーティングに参加できます。
ko: 회의가 성공적으로 생성된 후 외부 연락처와 이 회의를 공유할 수 있습니다. 회의 ID로 회의에 쉽게 참여할 수 있습니다.
vi: Bạn có thể chia sẻ hội nghị này với những người bên ngoài sau khi tạo cuộc họp thành công. Bạn bè có thể dễ dàng tham gia hội nghị của bạn bằng cách nhập mã cuộc họp

# id_share_meeting
source: Share meeting
ja: ミーティングを共有する
ko: 회의 공유
vi: Chia sẻ cuộc họp

# id_message_share_meeting_with_extenal_contact
source: You can share this meeting with external contacts via one of the following actions
ja: 次のアクションのいずれかを使用して、このミーティングを外部の連絡先と共有できます
ko: 다음 작업 중 하나를 통해 이 회의를 외부 연락처와 공유할 수 있습니다.
vi: Chia sẻ thông tin cuộc họp bằng cách:

# id_message_meetingid_not_exist
source: Invalid meeting ID, please check!
ja: ミーティング ID が無効です。確認してください!
ko: 잘못된 회의 ID입니다. 확인하십시오!
vi: Hội nghị không tồn tại, vui lòng kiểm tra lại

# id_message_join_meeting_exist
source: Join an existing meeting
ja: 既存のミーティングに参加
ko: 기존 회의에 참여하기
vi: Vào hội nghị đang diễn ra

# id_enter_meeting_id
source: Enter meeting ID
ja: ミーティングIDを入力してください
ko: 회의 ID 입력
vi: Nhập mã cuộc họp

# id_switch_video
source: Switch to video
ja: ビデオに切り替える
ko: 동영상으로 전환
vi: Chuyển sang chế độ Hình Ảnh

# id_switch_audio
source: Switch to audio
ja: 音声に切り替え
ko: 오디오로 전환
vi: Chuyển sang chế độ Âm Thanh

# id_network_unavailable
source: Fail to connect to server, click it to try again
ja: サーバーへの接続に失敗しました。クリックして再試行してください
ko: 서버 연결에 실패했습니다. 다시 시도하려면 클릭하십시오.
vi: Không có kết nối mạng

# id_connecting
source: Connecting ...
ja: 接続中 ...
ko: 연결 중...
vi: Đang kết nối ...

source: Reconnecting
ja: 再接続中
ko: 다시 연결 중
vi: Đang kết nối lại

source: Connected
ja: 接続済み
ko: 연결됨
vi: Đã kết nối

# id_message_retype_pass
source: Retype password must be 8-16 characters
ja: パスワードの再入力は 8 ～ 16 文字にする必要があります
ko: 재입력 비밀번호는 8-16자여야 합니다.
vi: Mật khẩu cần có 8-16 ký tự

# id_message_make_sure_network_connect
source: Please make sure your device have network connectivity.
ja: デバイスがネットワークに接続されていることを確認してください。
ko: 장치가 네트워크에 연결되어 있는지 확인하십시오.
vi: Vui lòng thiết lập cài đặt mạng.

# id_view_messages
source: View messages
ja: メッセージを表示
ko: 메시지 보기
vi: Xem tin nhắn

# id_chat_history
source: Chat history
ja: チャット履歴
ko: 채팅 기록
vi: Nhật ký trò chuyện

# id_message_delete_meeting
source: Are you sure you want to delete this meeting?
ja: このミーティングを削除してもよろしいですか?
ko: 이 회의를 삭제하시겠습니까?
vi: Bạn có muốn xóa lịch sử cuộc họp này không?

# id_meeting_of
source: Meeting of %@
ja: %@の会議
ko: %@의 회의
vi: Cuộc họp của %@

# id_your_groups
source: YOUR GROUPS
ja: あなたのグループ
ko: 귀하의 그룹
vi: NHÓM CỦA BẠN

# id_user_offline_or_id_unavailable
source: User is offline or the user ID is invalid
ja: ユーザーがオフラインであるか、ユーザー ID が無効です
ko: 사용자가 오프라인이거나 사용자 ID가 유효하지 않습니다.
vi: Người dùng ngoại tuyến hoặc mã người dùng không tồn tại

# id_user_id_unavailable
source: Invalid user ID
ja: 無効なユーザー ID
ko: 잘못된 사용자 ID
vi: Người dùng này không tồn tại

# id_select_contacts
source: Select contacts
ja: 連絡先を選択
ko: 연락처 선택
vi: Chọn liên lạc

# id_no_results
source: No results
ja: 結果なし
ko: 결과 없음
vi: Không tìm thấy kết quả

# id_id_name
source: ID/Name...
ja: ID/名前...
ko: 아이디/이름...
vi: ID/Tên...

# id_message_enter_user_name_search_contact
source: To search for a contact, please enter the user ID/Name
ja: 連絡先を検索するには、ユーザー ID/名前を入力してください
ko: 연락처를 검색하려면 사용자 ID/이름을 입력하십시오.
vi: Nhập ID hoặc tên để tìm kiếm bạn bè

# id_start_time
source: Start time
ja: 開始時間
ko: 시작 시간
vi: Thời gian

# id_join_reference
source: joined the meeting
ja: ミーティングに参加しました
ko: 회의에 참여했습니다.
vi: Đã tham gia cuộc họp

# id_left_reference
source: left the meeting
ja: 会議から退出
ko: 회의에서 나감
vi: Đã rời

# id_file_date
source: [File Data]
ja: [ファイルデータ]
ko: [파일 데이터]
vi: [Tệp dữ liệu]

# id_document
source: [Document]
ja: [ドキュメント]
ko: [문서]
vi: [Tài liệu]

# id_message_cannot_open_file
source: Error opening file, unsupported file format!
ja: ファイルを開くときにエラーが発生しました。サポートされていないファイル形式です!
ko: 파일 열기 오류, 지원되지 않는 파일 형식!
vi: Không thể mở file

# id_meeting_chat_history
source: Meeting chat history
ja: ミーティングのチャット履歴
ko: 만남 채팅 기록
vi: Lịch sử nhắn tin

# id_burn_message
source: Burn message after reading
ja: 読み取り後にメッセージを書き込む
ko: 읽은 후 메시지 굽기
vi: Xoá tin nhắn sau khi đọc

# id_click_more_infor
source: Click here for more information
ja: 詳細については、ここをクリックしてください
ko: 자세한 정보를 보려면 여기를 클릭하십시오.
vi: Nhấn để xem chi tiết

# id_burn_message_after
source: Erase messages after
ja: メッセージを消去
ko: 다음 이후 메시지 삭제
vi: Huỷ tin nhắn sau khi

# id_notification
source: Notification
ja: 通知
ko: 알림
vi: Thông báo

source: General
ja: 一般
ko: 일반
vi: Tổng quan

# id_message_notification
source: Messages & Notification
ja: メッセージと通知
ko: 메시지 및 알림
vi: Tin Nhắn và Thông Báo

# id_video_audio
source: Video & audio
ja: ビデオ & オーディオ
ko: 비디오 및 오디오
vi: Hình Ảnh và Âm Thanh

# id_developer_option
source: Developer options
ja: 開発者向けオプション
ko: 개발자 옵션
vi: Nhà Phát Triển

# id_meeting_layout_style
source: Meeting layout style
ja: 会議のレイアウト スタイル
ko: 회의 레이아웃 스타일
vi: Kiểu bố trí cuộc họp

# id_incoming_timeout
source: Incoming data timeout
ja: 受信データのタイムアウト
ko: 수신 데이터 시간 초과
vi: Thời gian chờ dữ liệu đến

# id_click_send_message
source: Click 'Return' to send message
ja: メッセージを送信するには [戻る] をクリックしてください
ko: 메시지를 보내려면 '돌아가기'를 클릭하세요.
vi: Nhấn 'Nhập' để gửi tin nhắn

# id_play_tone
source: Play tone
ja: 再生音
ko: 재생음
vi: Báo chuông

# id_vibrat_device
source: Vibrate device
ja: デバイスを振動させる
ko: 기기 진동
vi: Báo rung

# id_preview_message
source: Preview your message
ja: メッセージをプレビュー
ko: 메시지 미리보기
vi: Xem trước tin nhắn

# id_hide_notification_conten
source: Hide notification content
ja: 通知内容を非表示
ko: 알림 내용 숨기기
vi: Ẩn nội dung thông báo

# id_message_new_message
source: You have new message(s)
ja: 新しいメッセージがあります
ko: 새 메시지가 있습니다.
vi: Bạn có tin nhắn mới

# id_block_this_user
source: You have blocked this user
ja: このユーザーをブロックしました
ko: 이 사용자를 차단했습니다.
vi: Bạn đã chặn người dùng này

# input_message
source: Type new message
ja: 新しいメッセージを入力
ko: 새 메시지 입력
vi: Nhập nội dung

source: Options
ja: オプション
ko: 옵션
vi: Tuỳ chọn

# id_group_notice
source: Group notice
ja: グループ通知
ko: 그룹 공지
vi: Thông báo nhóm

# id_message_not_support_yet
source: This feature is not supported yet
ja: この機能はまだサポートされていません
ko: 이 기능은 아직 지원되지 않습니다.
vi: Chức năng này hiện tại chưa được hỗ trợ

# id_alert_message
source: Notify
ja: 通知
ko: 알림
vi: Thông báo

# id_message_enable_GPS
source: Please enable GPS!
ja: GPS を有効にしてください!
ko: GPS를 활성화하십시오!
vi: Vui lòng bật định vị!

# id_send_image
source: %@ sent you an image
ja: %@ が画像を送信しました
ko: %@에서 이미지를 보냈습니다.

# id_send_video
source: %@ sent you a video
ja: %@ がビデオを送信しました
ko: %@에서 비디오를 보냈습니다
vi: %@ gửi cho bạn một video

# id_send_record
source: %@ sent you a record
ja: %@ がレコードを送信しました
ko: %@에서 기록을 보냈습니다
vi: %@ gửi cho bạn một bản ghi âm

# id_send_location
source: %@ sent you a location
ja: %@ が場所を送信しました
ko: %@에서 위치를 보냈습니다
vi: %@ gửi cho bạn một địa điểm

# id_send_file
source: %@ sent you a file
ja: %@ がファイルを送信しました
ko: %@에서 파일을 보냈습니다
vi: %@ gửi cho bạn một tệp

# id_send_image2
source: %@ You have sent an image
ja: %@ 画像を送信しました
ko: %@ 이미지를 보냈습니다.
vi: %@ Bạn đã gửi một bức ảnh

# id_send_video2
source: %@ You have sent a video
ja: %@ 動画を送信しました
ko: %@ 비디오를 보냈습니다
vi: %@ Bạn đã gửi một videoo

# id_send_audio2
source: %@ You have sent an audio
ja: %@ 音声を送信しました
ko: %@ 오디오를 보냈습니다.
vi: %@ Bạn đã gửi một bản thu âm

# id_send_location2
source: %@ You have sent a location
ja: %@ 場所を送信しました
ko: %@ 위치를 보냈습니다.
vi: %@ Bạn đã gửi một địa điểm

# id_send_file2
source: %@ You have sent a file
ja: %@ ファイルを送信しました
ko: %@ 파일을 보냈습니다.
vi: %@ Bạn đã gửi một tập tin

source: Camera
ja: カメラ
ko: 카메라
vi: Máy ảnh

# id_type_new_message
source: Type new message
ja: 新しいメッセージを入力
ko: 새 메시지 입력
vi: Nhập tin nhắn mới

source: added
ja: 追加
ko: 추가됨
vi: đã thêm

source: You
ja: あなた
ko: 당신
vi: Bạn

# id_mesage_meeting_terminate_at
source: Your meeting was terminated at
ja: あなたのミーティングは終了しました
ko: 회의가 종료되었습니다.
vi: Cuộc họp đã kết thúc vào lúc

# id_message_delete_wait
source: Deleting, please wait...
ja: 削除しています。お待ちください...
ko: 삭제 중입니다. 잠시만 기다려 주십시오...
vi: Đang xoá, vui lòng đợi...

# id_new_messages
source: New messages
ja: 新しいメッセージ
ko: 새 메시지
vi: Tin nhắn mới

# id_message_copy
source: Copy
ja: コピー
ko: 복사
vi: Sao chép

# id_message_copy_clipboard
source: Message copied to clipboard
ja: メッセージをクリップボードにコピーしました
ko: 클립보드에 복사된 메시지
vi: Tin nhắn đã được sao chép thành công

# id_burn_image_description
source: Preview is hidden for this message! This message will be erased automatically after reading
ja: このメッセージのプレビューは非表示です! このメッセージは読むと自動的に消去されます
ko: 이 메시지에 대한 미리보기가 숨겨져 있습니다! 이 메시지는 읽은 후 자동으로 지워집니다.
vi: Nội dung đã bị ẩn! Tin nhắn này sẽ biến mất sau khi bạn nhấn vào xem

source: Retry
ja: 再試行
ko: 재시도
vi: Thử Lại

# id_mesasge_error_connect_server
source: Error connecting to the server
ja: サーバーへの接続エラー
ko: 서버 연결 오류
vi: Không thể kết nối đến máy chủ

# id_message_call_terminate
source: The call is terminated
ja: 通話は終了しました
ko: 통화가 종료되었습니다.
vi: Cuộc gọi đã kết thúc

# id_message_connect_call_server
source: Connecting to call server
ja: コール サーバーに接続しています
ko: 콜 서버에 연결 중
vi: Đang kết nối đến máy chủ gọi điện

# id_change_alias
source: Change alias
ja: エイリアスの変更
ko: 별칭 변경
vi: Đổi bí danh

# id_delete_group
source: Delete group
ja: グループを削除
ko: 그룹 삭제
vi: Xoá nhóm

# id_message_only_alphatbet_character_space
source: Only alphanumeric characters and space allowed
ja: 英数字とスペースのみ使用できます
ko: 영숫자와 공백만 허용됨
vi: Chỉ cho phép kí tự, số và khoảng trắng

# id_message_login_replace
source: Your account has just logged in another device!
ja: あなたのアカウントは別のデバイスにログインしました!
ko: 귀하의 계정이 방금 다른 장치에 로그인했습니다!
vi: Tài khoản đã được đăng nhập ở một thiết bị khác

# id_message_no_conact_now
source: No contact now
ja: 現在連絡なし
ko: 지금 연락하지 않음
vi: Không có liên hệ

# id_message_microphone_reenable_by_chairman
source: Your microphone is enabled by the chairman!
ja: あなたのマイクは議長によって有効にされています!
ko: 마이크가 의장에 의해 활성화되었습니다!
vi: Micro của bạn được mở bởi chủ phòng!

# id_message_clear_all_history
source: Are you sure you want to clear call history?
ja: 通話履歴を消去してもよろしいですか?
ko: 통화 기록을 지우시겠습니까?
vi: Thực sự muốn xóa lịch sử cuộc gọi?

# id_mesage_banned_by_chairman
source: You are banned by the chairman!
ja: 議長によって禁止されています!
ko: 당신은 의장에 의해 금지되었습니다!
vi: Bạn bị cấm bởi chủ tọa!

# id_kick_member
source: Remove participant
ja: 参加者を削除
ko: 참가자 삭제
vi: Mời ra khỏi phòng

# id_grant_expert_role
source: Grant expert role
ja: エキスパートの役割を付与
ko: 전문가 역할 부여
vi: Cấp quyền hướng dẫn

# id_revoke_expert_role
source: Revoke expert role
ja: エキスパートの役割を取り消す
ko: 전문가 역할 취소
vi: Thu hồi quyền hướng dẫn

# id_start_remote_guidance
source: Start controlling
ja: 制御を開始
ko: 제어 시작
vi: Bắt đầu hướng dẫn

# id_stop_remote_guidance
source: Stop controlling
ja: 制御を停止
ko: 제어 중지
vi: Dừng hướng dẫn

source: Banned
ja: 禁止
ko: 금지됨
vi: Đã bị chặn

# id_show_timeout_call
source: User is unavailable now, please try again later
ja: ユーザーは現在利用できません。後でもう一度試してください
ko: 지금 사용자를 사용할 수 없습니다. 나중에 다시 시도하십시오.
vi: Người dùng hiện không khả dụng, vui lòng thử lại sau

source: Network
ja: ネットワーク
ko: 네트워크
vi: Thiết lập mạng

# id_mesasge_user_https_secure_connection
source: Use HTTPS to secure connection
ja: HTTPS を使用して接続を保護する
ko: 연결 보안에 HTTPS 사용
vi: Sử dụng HTTPS cho kết nối an toàn hơn

# id_mesasge_user_tls_secure_connection
source: Enable SIP over TLS
ja: SIP over TLS を有効にする
ko: TLS를 통한 SIP 활성화
vi: Bật SIP qua TLS

# id_proxy
source: Proxy
ja: プロキシ
ko: 프록시

# id_polling_video
source: Polling video
ja: 投票動画
ko: 폴링 비디오
vi: Xoay vòng video

# id_polling_period
source: Polling period
ja: ポーリング期間
ko: 폴링 기간
vi: Thời gian xoay vòng

# id_polling_count
source: Polling count
ja: ポーリング回数
ko: 폴링 횟수
vi: Số thành viên xoay vòng

# id_fix_members
source: Fixed members
ja: 固定メンバー
ko: 고정 구성원
vi: Thành viên cố định

# id_polling_members
source: Polling members
ja: メンバーの投票
ko: 회원 투표
vi: Thành viên xoay vòng

# id_hidden_members
source: Hidden members
ja: 非表示のメンバー
ko: 숨겨진 회원
vi: Thành viên ẩn

# id_make_polling
source: Make polling
ja: ポーリングを行う
ko: 폴링하기
vi: Chuyển đến xoay vòng

# id_make_fix
source: Display this video always
ja: この動画を常に表示する
ko: 이 비디오를 항상 표시합니다
vi: Chuyển đến cố định

# id_make_hidden
source: Hide this video
ja: この動画を非表示
ko: 이 비디오 숨기기
vi: Chuyển đến ẩn

# id_message_polling_not_empty
source: Polling list is not empty
ja: ポーリング リストが空ではありません
ko: 투표 목록이 비어 있지 않습니다.
vi: Danh sách xoay vòng không được rỗng

# id_message_polling_count_over_member
source: Polling count exceeds polling members
ja: ポーリング カウントがポーリング メンバーを超えています
ko: 폴링 수가 폴링 구성원을 초과함
vi: Số lượng xoay vòng vượt quá số lượng thành viên xoay vòng

# id_mesasge_request_fail
source: Request failed, please try again later!
ja: リクエストが失敗しました。後でもう一度試してください!
ko: 요청 실패, 나중에 다시 시도하십시오!
vi: Yêu cầu thất bại, vui lòng thử lại sau!

# id_message_stop_polling
source: Do you really want to stop polling?
ja: 本当にポーリングを停止しますか?
ko: 폴링을 중지하시겠습니까?
vi: Bạn có thực sự muốn dừng xoay vòng?

# id_message_add_other_contact
source: You are not allowed to add yourself as a contact!
ja: 自分自身を連絡先として追加することは許可されていません!
ko: 자신을 연락처로 추가할 수 없습니다!
vi: Liên hệ này là chính bạn, vui lòng thêm liên hệ khác

# id_start_polling
source: Start
ja: 開始
ko: 시작
vi: Bắt đầu

# id_no_member
source: No member
ja: メンバーなし
ko: 회원 없음
vi: Không có thành viên

# id_camera_frame_rate
source: Camera frame rate
ja: カメラのフレームレート
ko: 카메라 프레임 속도
vi: Số khung hình của máy ảnh

# id_video_off
source: Video is off
ja: ビデオはオフ
ko: 동영상이 꺼져 있습니다.
vi: Video đã bị tắt

# id_message_connection_broken_conference_end
source: Conference is disconnected due to unstable or disconnected network.
ja: ネットワークが不安定または切断されているため、会議が切断されました。
ko: 네트워크가 불안정하거나 연결이 끊어져 회의 연결이 끊어졌습니다.
vi: Kết nối bị ngắt đoạn, hội nghị sẽ kết thúc.

# id_user_id
source: User ID
ja: ユーザーID
ko: 사용자 ID
vi: Định danh

# id_user_name
source: User name
ja: ユーザー名
ko: 사용자 이름
vi: Tên người dùng

# id_name2
source: Name...
ja: 名前...
ko: 이름...
vi: Tên...

# id_message_cannot_play_sound_when_have_conference
source: Unable to play audio while you are in a conference.
ja: 会議中は音声を再生できません。
ko: 회의 중인 동안에는 오디오를 재생할 수 없습니다.
vi: Bạn không thể thực hiện hành động này trong khi có một hội nghị.

# id_message_number_participant_exceed_limit
source: Number of participants exceeded the limit of %d, please check
ja: 参加者数が %d の制限を超えました。確認してください
ko: 참가자 수가 %d명을 초과했습니다. 확인하시기 바랍니다.
vi: Số người tham gia vượt quá giới hạn là %d, vui lòng chọn lại

# id_message_user_busy
source: User is busy
ja: ユーザーはビジーです
ko: 사용자가 바쁩니다
vi: Người dùng đang bận

# id_user_cancel
source: User cancelled
ja: ユーザーがキャンセルしました
ko: 사용자 취소됨
vi: Người dùng đã huỷ

# id_message_internet_connection_disconnect
source: Your internet connection is disconnected or unstable. Please check your network!
ja: インターネット接続が切断されているか不安定です。ネットワークを確認してください!
ko: 인터넷 연결이 끊어졌거나 불안정합니다. 네트워크를 확인하십시오!
vi: Kết nối internet của bạn đã bị ngắt hoặc xuất hiện lỗi. Bạn vui lòng kiểm tra kết nối trên thiết bị của bạn hoặc chờ đến khi chúng tôi kết nối lại thành công!

# id_message_peer_hangup_call
source: The peer has terminated the call
ja: ピアが通話を終了しました
ko: 상대가 통화를 종료했습니다.
vi: Người dùng đã kết thúc cuộc gọi

# id_message_disable_create_meeting_esfp_version
source: Sorry, MCU conference is not available for trial account!
ja: 申し訳ありませんが、MCU カンファレンスは試用アカウントでは利用できません!
ko: 죄송합니다. 평가판 계정으로는 MCU 회의를 사용할 수 없습니다!
vi: Rất tiếc, bạn không được phép thực hiện hành động này bởi vì đây là bản dùng thử!

# id_message_request_help
source: Request a help
ja: 助けを求める
ko: 도움 요청
vi: Gọi giúp đỡ

# id_help_user
source: Help this user
ja: このユーザーを助ける
ko: 이 사용자 돕기
vi: Giúp người này

# id_send_message
source: Send message
ja: メッセージを送信
ko: 메시지 보내기
vi: Nhắn tin

# id_smart
source: SMART
ja: スマート
ko: 스마트
vi: LINH HOẠT

source: GLOBAL
ja: グローバル
ko: 글로벌
vi: BAO QUÁT

source: Invited
ja: 招待された
ko: 초대됨
vi: Đã mời

source: Members
ja: メンバー
ko: 회원
vi: Thành viên

# id_message_internet_connection_broken
source: Your internet connection is disconnected!
ja: インターネット接続が切断されました!
ko: 인터넷 연결이 끊어졌습니다!
vi: Kết nối mạng của bạn bị mất!
